Repository: omeka/Omeka
Catalog: application/languages/*.po
Languages: eo, gl, hu_hu, mk_mk

source: The item type name must have between %1$s and %2$s characters.
eo: La er-tipa nomo devas havi inter %1$s kaj %2$s signojn.
gl: O nome do tipo de ítem debe ter entre %1$s e %2$s caracteres.
hu_hu: Az elemtípus nevének %1$s és %2$s közötti karakter hosszúságúnak kell lennie.
mk_mk: Името на типот на ставката мора да има помеѓу %1$s и %2$s знаци.

source: The item type name must be unique.
eo: La er-tipa nomo devas esti unika.
gl: O nome do tipo de ítem debe ser único.
hu_hu: Az elemtípus nevének egyedinek kell lennie.
mk_mk: Името на типот на предметот мора да биде единствено.

source: There are too many values in the element ordering array.
eo: Estas tro multaj valoroj en la elemento kiam oni ordigas la matricon.
gl: Hai demasiados valores na matriz de ordenación de elementos.
hu_hu: Túl sok érték van az elem-rendezési tömbben.
mk_mk: Има премногу вредности во низата за подредување елементи.

source: There are too few values in the element ordering array.
eo: Estas tro malmultaj valoroj en la elemento kiam oni ordigas la matricon.
gl: Hai poucos valores na matriz de ordenación de elementos.
hu_hu: Túl kevés érték van az elem-rendezési tömbben.
mk_mk: Има премногу малку вредности во низата за подредување елементи.

source: Invalid element data. To add elements, you must either pass an element objects or an array of element metadata.
eo: Ne valida elementa datumo. Por aldoni elementojn, vi devas aŭ pasi elementajn objektojn aŭ matricon de elementaj metadatumoj.
gl: Datos do elemento non válidos. Para engadir elementos, debe pasar obxectos dun elemento ou unha variedade de metadatos de elementos.
mk_mk: Невалидни податоци за елементите. За да додадете елементи, мора или да поминете предмети на елементите или низа метаподатоци на елементите.

source: Cannot remove elements from an item type that is not persistent in the database!
eo: Ne povas forigi elementojn el era tipo, kiu ne estas daŭra en la datumbazo!
gl: Non se poden eliminar elementos dun tipo de elemento que non é persistente na base de datos!
hu_hu: Nem távolíthat el olyan elemeket az elemtípusból, amelyek nem állandóak az adatbázisban!
mk_mk: Не може да се отстранат елементите од типот на ставка што не е упорна во базата на податоци!

source: Cannot find element with ID %s!
eo: Ne povas trovi elementon, kies ID estas %s!
gl: Non se poden atopar elemento co ID %s!
hu_hu: %s azonosítóval nem találtunk elemet!
mk_mk: Не може да се најде елемент со ID %s!

source: Item type does not contain an element with the ID %s!
eo: La era tipo ne entenas elementon, kies ID estas %s!
gl: Tipo de ítem non contén un elemento co ID %s!
hu_hu: Az elemtípus nem tartalmaz %s azonosítójú elemet!
mk_mk: Типот на ставка не содржи елемент со ID %s!

source: Invalid parameter. The hasElement function requires either an element object or an element id to determine if an item type has an element.
eo: Nevalida parametro. La funkcio hasElement necesas aŭ elementan objekton aŭ elementan ID por determini ĉu la era tipo havas iun elementon.
gl: Parámetro non válido. A función hasElement require un obxecto de elemento ou un id de elemento para determinar se un tipo de elemento ten un elemento.
hu_hu: Érvénytelen paraméter. A hasElement funkció egy elemobjektumot vagy elemazonosítót igényel annak meghatározására, hogy egy elemtípusnak van-e eleme.
mk_mk: Невалиден параметар. Функцијата hasElement бара или предмет на елемент или проект на елемент за да се утврди дали типот на ставка има елемент.

source: Batch Edit All Items: No item matches the specified filters.
eo: Staple-redakti ĉiujn erojn: neniu ero kongruas kun la donitajn filtrilojn.
gl: Edición en lotes de todos os elementos: ningún elemento coincide cos filtros especificados.
hu_hu: Az összes elem tömeges szerkesztése: Egy elem sem felelt meg a megadott feltételeknek.
mk_mk: Серија Изменете ги сите ставки: Ниту една ставка не одговара на наведените филтри.

source: Batch Edit: Starting processing 1 item.
eo: Stapla redaktado: ekprocesanta 1 elementon.
gl: Edición en lotes: Iniciando o proceso 1 ítem.
hu_hu: Batch (tömeges) szerkesztés:elem feldolgozása.

source: Batch Edit: A total of %d errors occurred during the batch process of %d items.
eo: Stapla redaktado: totalo de %d eraroj okazis dum la stapla procesado de %d eroj.
gl: Edición en lotes: Ocorreron un total de %d erros durante o proceso en lotes de %d ítems.
hu_hu: Batch, tömeges szerkesztés: %d hiba történt a %d elem feldolgozása közben.
mk_mk: Уредување серија: Вкупно се случија %d грешки за време на серискиот процес на %d ставки.

source: Batch Edit: The item has been processed successfully.
eo: Stapla redaktado: la elemento estis sukcese procesata.
gl: Edición en lotes: O ítem foi procesado correctamente.

source: Item does not exist: it may have been deleted before processing.
eo: Ero ne ekzistas: eble ĝi estis forigita antaŭ procesado.
gl: O ítem non existe: puido ser eliminado antes do procesamento.
hu_hu: Az elem nem létezik: valószínűleg a folyamat előtt törölve lett.
mk_mk: Предметот не постои: можеби е избришан пред обработката.

source: User is not allowed to delete this item.
eo: Uzanto ne estas permesata forigi tiun ĉi eron.
gl: O usuario non está permitido para eliminar este ítem.
hu_hu: A felhasználó nem törölheti ezt az elemet.
mk_mk: Корисникот не смее да ја брише оваа ставка.

source: User is not allowed to edit this item.
eo: Uzanto ne estas permesata redakti tiun ĉi eron.
gl: O usuario non está permitido para editar este ítem.
hu_hu: A felhasználó nem szerkesztheti ezt az elemet.
mk_mk: На корисникот не му е дозволено да ја уредува оваа ставка.

source: User is not allowed to tag this item.
eo: Uzanto ne estas permesata etikedi tiun ĉi eron.
gl: O usuario non está permitido para etiquetar este ítem.
hu_hu: A felhasználó nem címkézheti ezt az elemet.
mk_mk: Корисникот не смее да ја означува оваа ставка.

source: The item was successfully deleted.
eo: La ero estis sukcese forigita.
gl: O ítem foi eliminado correctamente.
hu_hu: Az elemet sikeresen törölte.
mk_mk: Предметот е успешно избришан.

source: An error occured when the item was updated: %s
eo: Eraro okazis kiam la ero estis ĝisdatigita: %s
gl: Un erro ocorreu cando o ítem foi actualizado: %s
hu_hu: Hiba történt az elem frissítésekor: %s
mk_mk: Се појави грешка при ажурирање на ставката: %s

source: The item was successfully batch-edited.
eo: La ero estis sukcese staple-redaktita.
gl: O ítem foi editado por lotes correctamente.
hu_hu: Az elem tömeges szerkesztése sikerült.
mk_mk: Ставката е успешно изменета во серија.

source: Batch Edit Item #%d [%d/%d]: %s
eo: Stapla redaktado de ero #%d [%d/%d]: %s
gl: Ítem editado por lotes #%d [%d/%d]: %s
hu_hu: #%d [%d/%d]: %s elem tömeges szerkesztése
mk_mk: Серија за уредување на ставка # %d [%d / %d]: %s

source: There is no element "%1$s", "%2$s"!
eo: Ne ekzistas elemento "%1$s", "%2$s"!
gl: Non hai o elemento "%1$s", "%2$s"!
hu_hu: Nem található %1$s", "%2$selem!
mk_mk: Нема елемент "%1$s", "%2$s"!

source: Cannot find an element with an ID of '%s'!
eo: Ne povas trovi elementon, kies ID estas '%s'!
gl: Non se atopa un elemento co ID '%s'!
hu_hu: Nem található '%s' azonosítójú elem!
mk_mk: Не може да се најде елемент со ID на „%s“!

source: Element texts are not formatted correctly!
eo: Elementaj tekstoj estas malkorekte aranĝitaj!
gl: Os textos do elemento non están formateados correctamente!
hu_hu: Az elemszövegek formázása nem megfelelő!
mk_mk: Текстовите на елементите не се правилно форматирани!

source: The "%s" field has at least one invalid value!
eo: La kampo "%s" entenas almenaŭ unu nevalidan valoron!
gl: O campo "%s" ten polo menos un valor non válido!
hu_hu: Az "%s" elem mezőnek legalább egy érvénytelen értéke van!
mk_mk: Полето „%s“ има барем една невалидна вредност!

source: Cannot save element text for records that are not yet persistent!
eo: Ne povas savi elementajn tekstojn por rikordoj, kiuj jam ne estas daŭraj!
gl: Non se pode gardar o texto do elemento para os rexistros que inda non son persistentes!
hu_hu: Az elemszöveg nem menthető olyan rekordokhoz, amelyek még nem állandóak!
mk_mk: Не може да се зачува текстот на елементот за записи што сè уште не се упорни!

source: Each option must have a unique name.
eo: Ĉiu opcio devas havi unikan nomon.
gl: Cada opción debe ter un nome único.
hu_hu: Minden opciónak egyedi névvel kell rendelkeznie.
mk_mk: Секоја опција мора да има уникатно име.

source: Names of plugins must not be blank
eo: Kromprogramaj nomoj devas ne esti malplenaj
gl: Os nomes dos complementos non poden ser baleiros
hu_hu: A bővítmények nevei nem lehetnek üresek
mk_mk: Имињата на приклучоците не смеат да бидат празни

source: [Untitled] #%s
eo: [Sentitola] #%s
gl: [Sen título] #%s
hu_hu: [Névtelen] #%s
mk_mk: [Без наслов] #%s

source: Invalid search type given!
eo: Nevalida serĉtipo donita!
gl: Tipo de busca non válido!
hu_hu: Érvénytelen keresés típust adott meg!
mk_mk: Даден е неправилен тип на пребарување!

source: Tags must be given a name.
eo: Oni devas doni nomon al etikedoj.
gl: As etiquetas deben ter un nome.
hu_hu: A címkéknek nevet kell adni.
mk_mk: На ознаките мора да им се даде име.

source: That name is already taken for this tag.
eo: Tiu nomo jam estas uzita por tiu ĉi etikedo.
gl: Este nome xa está en uso para esta etiqueta.
hu_hu: Ez a név már szerepel a címkén.
mk_mk: Тоа име е веќе преземено за оваа ознака.

source: User may not change permissions to super-user
eo: Uzanto ne povas ŝanĝi permisojn al ĉefuzanto
gl: O usuario non pode cambiar os permisos ao superusuario
hu_hu: A felhasználó nem módosíthatja a jogosultságokat a szuper felhasználó számára
mk_mk: Корисникот може да не ги менува дозволите за супер корисник

source: User may not change roles.
eo: Uzanto ne povas ŝanĝi rolon.
gl: O usuario non pode cambiar os roles.
hu_hu: A felhasználó nem változtathat meg szerepköröket.
mk_mk: Корисникот може да не ги менува улогите.

source: The user must be assigned a role.
eo: La uzanto devas ricevi rolon.
gl: O usuario debe ter asinado un role.
hu_hu: A felhasználót szerephez kell rendelni.
mk_mk: На корисникот мора да му биде доделена улога.

source: The username "%1$s" must be between %2$s and %3$s characters.
eo: La uzantnomo "%1$s" devas esti longa inter %2$s kaj %3$s signojn.
gl: O nome de usuario "%1$s" debe ter entre %2$s e %3$s caracteres.
hu_hu: A "%1$s" felhasználónévnek %2$s és %3$sközötti karakter hosszúságúnak kell lennie.
mk_mk: Корисничкото име "%1$s" мора да биде помеѓу %2$s и %3$s знаци.

source: '%s' is already in use. Please choose another username.
eo: '%s' jam estas uzata. Bonvolu elekti alian uzantnomon.
gl: '%s' xa está en uso. Escolle outro nome de usuario.
hu_hu: '%s' már foglalt. Kérjük válasszon másik felhasználónevet.
mk_mk: „%s“ веќе се користи. Ве молиме изберете друго корисничко име.

source: Cannot create a user activation for non-existent user.
eo: Ne povas krei uzantan aktivigon por ne-eksistanta uzanto.
gl: Non se pode crear unha activación do usuario para usuarios inexistentes.
hu_hu: Nem létező felhasználót nem tud aktiválni.
mk_mk: Не може да се создаде активирање на корисник за непостоечки корисник.

source: This migration should have been run previously (should not run again).
eo: Tiu ĉi datuma transmetado devintus okazi antaŭe (kaj ne devus okazi denove).
gl: Esta migración debería ser executada anteriormente (non debería executarse de novo).
hu_hu: Ezt az áttelepítést korábban kellett futtatni (nem kell újra futtatni).
mk_mk: Оваа миграција требаше да биде извршена претходно (не треба повторно да се извршува).

source: This migration should not be run.
eo: Tiu ĉi datuma transmetado ne devus okazi.
gl: Non se debería executar esta migración.
hu_hu: Ezt az áttelepítést nem lehet futtatni.
mk_mk: Оваа миграција не треба да се спроведува.

source: Edit Items
eo: Redakti erojn
gl: Editar ítems
hu_hu: Elemek szerkesztése
mk_mk: Уредете ги елементите

source: Edit Collections
eo: Redakti kolektojn
gl: Editar coleccións
hu_hu: Gyűjtemények szerkesztése
mk_mk: Уредете ги Колекциите

source: Page
eo: Paĝo
gl: Páxina
hu_hu: Oldal
mk_mk: Страница

source: Page 1
eo: Paĝo 1
gl: Páxina 1
hu_hu: 1. oldal
mk_mk: Страна 1

source: Page 2
eo: Paĝo 2
gl: Páxina 2
hu_hu: 2. oldal
mk_mk: Страница 2

source: Page 3
eo: Paĝo 3
gl: Páxina 3
hu_hu: 3. oldal
mk_mk: Страна 3

source: Page 4
eo: Paĝo 4
gl: Páxina 4
hu_hu: 4. oldal
mk_mk: Страница 4

source: Page 5
eo: Paĝo 5
gl: Páxina 5
hu_hu: 5. oldal
mk_mk: Страница 5

source: Page 6
eo: Paĝo 6
gl: Páxina 6
hu_hu: 6. oldal
mk_mk: Страна 6

source: [no text]
eo: [neniu teksto]
gl: [sen texto]
hu_hu: [nincs szöveg]
mk_mk: [нема текст]

source: Add Input
eo: Aldoni kampon
gl: Engadir entrada
hu_hu: Mező hozzáadása
mk_mk: Додај податок

source: Use HTML
eo: Uzi HTML
gl: Empregar HTML
hu_hu: Használja a HTML-t
mk_mk: Користи HTML

source: A current %s variable has not been set to this view.
eo: Nuna %s variablo ne estis starigita je tiu ĉi vido.
gl: A actual variable %s non se axustou para esta vista.
hu_hu: Az aktuális %s változó nincs beállítva erre a nézetre.
mk_mk: Тековната променлива %s не е поставена на овој приказ.

source: A loop %s variable has not been set to this view.
eo: Iteracia %s variablo ne estis starigita je tiu ĉi vido.
gl: Non se axustou unha variable de loop %s a esta vista.
hu_hu: A %s ciklusváltozó nincs beállítva erre a nézetre.
mk_mk: Променливата јамка %s не е поставена на овој приказ.

source: An array of records is not available for the loop.
eo: Matrico da rikordoj ne disponeblas por iteracio.
gl: Unha matriz de rexistros non está dispoñible para o bucle.
hu_hu: A ciklus számára nem állnak rendelkezésre rekordtömbök.
mk_mk: Низа записи не е достапна за јамката.

source: Invalid record passed while getting record URL.
eo: Nevalida rikordo pasita dum akiro de rikorda URL.
gl: Rexistro non válido aprobado ao obter URL de rexistro.
mk_mk: Помина невалиден запис при добивање на URL на запис.

source: Invalid action passed while getting record URL.
eo: Nevalida ago pasita dum akiro de rikorda URL.
gl: Acción inválida aprobada ao obter o URL do rexistro.
hu_hu: Érvénytelen művelet történt a rekord URL-címének megszerzése közben.
mk_mk: Помина неважечко дејство при добивање на URL-адреса за запис.

source: Invalid return value while getting record URL.
eo: Nevalida liveraĵo pasita dum akiro de rikorda URL.
gl: Valor de retorno inválido recuperando o URL do rexistro.
hu_hu: Érvénytelen visszatérő érték a rekord URL-címének megszerzése közben.
mk_mk: Невалидна повратна вредност додека добивате URL-адреса за запис.

source: Sort by:
eo: Ordigi laŭ:
gl: Ordenar por:
hu_hu: Rendezés:
mk_mk: Подреди според

source: View the items in %s
eo: Vidi la erojn en %s
gl: Ver os ítems en %s
hu_hu: Elemek megtekintése a következőben: %s
mk_mk: Прегледајте ги ставките во %s

source: Collection Items
eo: Kolektaj eroj
gl: Ítems da Colección
hu_hu: Gyűjtemény elemei
mk_mk: Предмети за колекции

source: View item
eo: Vidi elementon
gl: Ver Ítem

source: There are currently no items within this collection.
eo: Ne ekizstas eroj en tiu ĉi kolekto.
gl: Actualmente non hai artidos dentro desta colección.
hu_hu: Ebben a kiállításban jelenleg nincsenek elemek.
mk_mk: Во моментов нема ставки во оваа колекција.

source: Proudly powered by <a href="http://omeka.org">Omeka</a>.
eo: Fiere povigita de <a href="http://omeka.org">Omeka</a>.
gl: Orgullosamente desenvolvida por <a href="http://omeka.org">Omeka</a>.
hu_hu: Az <a href="http://omeka.org">Omeka</a> jóvoltából.
mk_mk: Proudly powered <a href="http://omeka.org">Omeka</a>.

source: Previous Page
eo: Antaŭa paĝo
gl: Páxina Anterior
hu_hu: Előző oldal
mk_mk: Претходна страница

source: %s of %s
eo: %s el %s
gl: %s de %s
hu_hu: %s / %s
mk_mk: %s од %s

source: Next Page
eo: Sekva paĝo
gl: Páxina Seguinte
hu_hu: Következő oldal
mk_mk: Следна страница

source: 403 Page Forbidden
eo: 403 Malpermesata paĝo
gl: 403 Páxina Prohibida
hu_hu: 403-as hiba: Hozzáférés megtagadva
mk_mk: 403 Забранет пристап до страната

source: You do not have permission to access this page.
eo: Vi ne havas permeson atingi la paĝon.
gl: Non tes permiso para acceder a esta páxina.
hu_hu: Nincsen jogosultsága az oldal megtekintéséhez.
mk_mk: Немате дозвола за пристап до оваа страна.

source: 404 Page Not Found
eo: 404 Paĝo ne trovita
gl: 404 Páxina Non Atopada
hu_hu: 404-es hiba: A lap nem található
mk_mk: 404 Страната не е пронајдена

source: %s is not a valid URL.
eo: %s ne estas valida URL.
gl: %s non é unha URL válida.
hu_hu: %s nem érvényes URL.
mk_mk: %s не е валиден URL.

source: Rss2.0 Feed Not Found!
eo: RSS2.0-fluo ne trovita!
gl: Fonte RSS 2.0 non atopada!
hu_hu: Rss2.0 Feed nem található!
mk_mk: Напојувањето Rss2.0 не е пронајдено!

source: 405 Method Not Allowed
eo: 405 Metodo ne permesata
gl: 405 Método Non Permitido
hu_hu: 405-ös hiba: Nem engedélyezett módszer
mk_mk: 405: Методот не е дозволен

source: The method used to access this URL (%s) is not valid.
eo: La metodo uzita por aliri tiun ĉi URL (%s) ne validas.
gl: O método empregado para acceder a esta URL (%s) non é válido.
hu_hu: Az URL (%s) eléréséhez használt módszer nem érvényes.
mk_mk: Методот што се користи за пристап до оваа URL (%s) не е валиден.

source: Omeka has encountered an error
eo: Omeka trafis en eraron
gl: Omeka atopou un erro
hu_hu: Az Omeka hibát észlelt
mk_mk: Омека наиде на грешка

source: To learn how to see more detailed information about this error, see the Omeka Classic User Manual page on <a href="http://omeka.org/classic/docs/Troubleshooting/Retrieving_Error_Messages/">retrieving error messages</a>.
eo: Por lerni kiel vidi pli detalajn informojn pri tiu ĉi eraro, vidu la paĝon de Omeka Classic User Manual pri <a href="http://omeka.org/classic/docs/Troubleshooting/Retrieving_Error_Messages/">ricevi erarmesaĝojn</a>.
gl: Para saber como ver información máis detallada sobre este erro, consulte a páxina Omeka Classic User Manual en <a href="http://omeka.org/classic/docs/Troubleshooting/Retrieving_Error_Messages/">recuperando mensaxes de erro</a>.
hu_hu: További részleteket a felmerülő hibáról bővebben az Omeka dokumentáció <a href="http://omeka.org/classic/docs/Troubleshooting/Retrieving_Error_Messages/">hibaüzenetek lekérése</a> fejezetében olvashat.
mk_mk: За да дознаете како да видите подетални информации за оваа грешка, видете ја Упатството за употреба на Omeka Classic за <a href="http://omeka.org/classic/docs/Troubleshooting/Retrieving_Error_Messages/">прибирање пораки за грешки</a> .

source: Featured Item
eo: Elstarigita ero
gl: Ítem Destacado
hu_hu: Kiemelt elem
mk_mk: Избрана ставка

source: Featured Collection
eo: Elstarigita kolekto
gl: Colección Destacada
hu_hu: Kiemelt gyűjtemény
mk_mk: Избрана колекција

source: View All Items
eo: Montri ĉiujn erojn
gl: Ver todos os ítems
hu_hu: Összes elem megtekintése
mk_mk: Прегледајте ги сите ставки

source: Files
eo: Dosieroj
gl: Ficheiros
hu_hu: Fájlok
mk_mk: Датотеки

source: Citation
eo: Citaĵo
gl: Cita
hu_hu: Idézet
mk_mk: Цитирање

source: Query:
eo: Informpeto:
gl: Consulta:
hu_hu: Lekérdezés:
mk_mk: Барање:

source: Query type:
eo: Informpeta tipo:
gl: Tipo de consulta:
hu_hu: Lekérdezés típusa:
mk_mk: Тип на пребарување:

source: Record types:
eo: Rikorda tipo:
gl: Tipos de rexistro:
hu_hu: Rekord típusok:
mk_mk: Видови записи:

source: Search using this query type:
eo: Serĉi uzante tiun ĉi informpetan tipon:
gl: Buscar empregando este tipo de consulta:
hu_hu: Keresés a lekérdezés típusa szerint:
mk_mk: Пребарувајте користејќи го овој тип на пребарување:

source: Search only these record types:
eo: Serĉi nur tiujn ĉi rikordajn tipojn:
gl: Buscar só estes tipos de rexistro:
hu_hu: Keresés csak a következő rekordtípusok szerint:
mk_mk: Пребарувајте ги само овие типови на запис:

source: Go to search settings to select record types to use.
eo: Iri al serĉaj agordoj por elekti rikordajn tipojn por uzi.
gl: Vai á configuración de busca para seleccionar os tipos de rexistro a empregar.
hu_hu: A használni kívánt rekordtípusokat a keresési beállításoknál tudja beállítani.
mk_mk: Одете во поставките за пребарување за да изберете типови на запис што ќе ги користите.

source: Advanced Search (Items only)
eo: Altnivela serĉado (nur eroj)
gl: Búsqueda Avanzada (só ítems)
hu_hu: Összetett keresés (csak elemek)
mk_mk: Напредно пребарување (само предмети)

source: Go to Home Page
eo: Iri al hejmpaĝo
gl: Ir a páxina principal
hu_hu: Ugrás a kezdőlapra
mk_mk: Оди на главна страница

source: Lost your password?
eo: Pasvorto perdita?
gl: Perdiches o contrasinal?
hu_hu: Elfelejtette jelszavát?
mk_mk: Ја заборавивте лозинката?

source: Could not load database resource!
eo: Oni ne povis ŝargi datumbazan ricurson!
gl: Non foi posible cargar o recurso de base de datos!
hu_hu: Nem sikerült betölteni az adatbázis-erőforrást!
mk_mk: Не може да се вчита ресурсот на базата на податоци!

source: Installation Error
eo: Instalada eraro
gl: Erro de Instalación
hu_hu: Telepítési hiba
mk_mk: Грешка при инсталација

source: Before installation can continue, the following errors must be resolved:
eo: Antaŭ daŭrigi la instaladon, la sekvantaj eraroj devos esti solvitaj:
gl: Antes de continuar coa instalación, os seguintes erros deben ser resoltos:
hu_hu: Mielőtt folytatódna a telepítés, a következő hibákat kell megoldani:
mk_mk: Пред да продолжи инсталацијата, следниве грешки мора да бидат поправени:

source: Fatal Error
eo: Neripareble eraro
gl: Erro Fatal
hu_hu: Végzetes hiba
mk_mk: Фатална грешка

source: Installation Warning
eo: Instalada atentigo
gl: Aviso de instalación
hu_hu: Telepítési figyelmeztetés
mk_mk: Предупредување при инсталација

source: The following issues will not affect installation, but they may negatively affect the behavior of Omeka:
eo: La sekvantaj atentindaĵoj ne efikos la instaladon, sed ili povus malfavore efiki la aktivecon de Omeka:
gl: As seguintes características non afectarán a instalación, pero poden afectar negativamente ao comportamento de Omeka:
hu_hu: A következő problémák nem befolyásolják a telepítést, de negatívan befolyásolhatják az Omeka viselkedését:
mk_mk: Следните проблеми нема да влијаат на инсталацијата, но тие можат негативно да влијаат на однесувањето на Омека:

source: Configure Your Site
eo: Agordu vian retejon
gl: Configurar o teu sitio
hu_hu: Konfigurálja webhelyét
mk_mk: Конфигурирај го сајтот

source: Form Validation Errors
eo: Formularvalidigaj eraroj
gl: Erros de Validación do Formulario
hu_hu: Űrlap hitelesítési hibák
mk_mk: Грешки при валидација на формата

source: Success!
eo: Sukceso!
gl: Éxito!
hu_hu: Siker!
mk_mk: Успешно!

source: Omeka is installed.
eo: Omeka estas instalita.
gl: Omeka está instalado.
hu_hu: Az Omeka telepítve.
mk_mk: Омека е инсталирана.

source: Public Site
eo: Publica retejo
gl: Sitio Público
hu_hu: Nyilvános oldal
mk_mk: Јавна страница

source: Admin Dashboard
eo: Admin stirpanelo
gl: Cadro de mandos da administración
hu_hu: Admin kezelőpult
mk_mk: Административна табла

source: Row %s
hu_hu: %s. Sor

source: Joiner
hu_hu: Csatlakozó

source: AND
hu_hu: ÉS
mk_mk: И

source: OR
hu_hu: VAGY
mk_mk: ИЛИ

source: Field
hu_hu: Mező

source: Select the default query type used for simple search in Omeka.
hu_hu: Válassza ki az Omeka egyszerű kereséshez használt alapértelmezett lekérdezés típusát.

source: This number counts all records associated with a tag. Filtering "Record types" to "Items" will provide links to all items containing the tag.
hu_hu: Ez a szám mutatja, hány rekord van a címkével megjelölve. A "Rekord típus" szűrő "Elem"-re állítása kilistázza az összes elemet, amely tartalmazza a címkét.

source: To delete a tag, click the X. Deleting a tag will not delete the tagged records.
hu_hu: A címke törléséhez kattintson az X-re. A címke törlése nem törli a megcímkézett elemeket.

source: Options
hu_hu: Opciók
