Repository: omeka/Omeka
Catalog: application/languages/*.po
Languages: eo, gl, hu_hu, mk_mk

source: General Settings
hu_hu: Általános beállítások

source: Sort ascending
hu_hu: Növekvő sorba rendezés

source: Sorting descending
hu_hu: Csökkenő sorba rendezés

source: Sorting ascending
hu_hu: Növekvő sorba rendezés

source: Page
hu_hu: Oldal

source: Admin
mk_mk: Администратор

source: Omeka
mk_mk: Омека
