Repository: omeka/Omeka
Catalog: application/languages/*.po
Languages: eo, gl, hu_hu, mk_mk

source: Deactivate
eo: Malaktivigi
gl: Desactivar
hu_hu: Kikapcsolás
mk_mk: Деактивирај

source: Activate
eo: Aktivigi
gl: Activar
hu_hu: Bekapcsolás
mk_mk: Активирај

source: Uninstall
eo: Malinstali
gl: Desinstalar
hu_hu: Eltávolítás
mk_mk: Деинсталирај

source: Install
eo: Instali
gl: Instalar
hu_hu: Telepítés
mk_mk: Инсталирај

source: You do not have any plugins installed. Add them to the plugins directory to see them listed here.
eo: Vi havas neniun kromprogramon instalita. Aldonu ilin al la dosierujo de la kromprogramoj por ilin vidi listigitaj ĉi tie.
gl: Non tes ningún complemento instalado. Engádeos ao directorio de complementos para velos listados aquí.
hu_hu: Egyetlen bővítmény sincs telepítve. Adjon bővítményeket a plugins könyvtárhoz, hogy itt is megjelenjenek.
mk_mk: Немате инсталирано додатоци. Додадете ги во директориумот додатоци за да ги видите наведени овде.

source: Configure Plugin: %s
eo: Agordi kromprogramon: %s
gl: Configurar Complemento: %s
hu_hu: Bővítmény konfigurálása: %s
mk_mk: Конфигурирај плагин: %s

source: Uninstall Plugin: %s
eo: Malinstali kromprogramon: %s
gl: Desinstalar complemento: %s
hu_hu: Bővítmény eltávolítása: %s
mk_mk: Деинсталирај го приклучокот: %s

source: Are you sure you want to uninstall %s?
eo: Ĉu vi certas, ke vi volas malinstali %s?
gl: Estás seguro de querer desinstalar %s?
hu_hu: Biztos benne, hogy eltávolítja a %sbővítményt?
mk_mk: Дали сте сигурни дека сакате да го деинсталирате %s?

source: Warning: data associated with this plugin may be permanently deleted from the database.
eo: Averto: datumoj asociitaj kun tiu ĉi kromprogramo povus esti daŭre forigitaj de la datumbazo.
gl: Advertencia: os datos asociados con este complemento poden eliminarse permanentemente da base de datos.
hu_hu: Figyelmeztetést: a bővítményhez kapcsolódó adatok is véglegesen törlődhetnek az adatbázisból.
mk_mk: Предупредување: податоците поврзани со овој приклучок може трајно да се избришат од базата на податоци.

source: Yes, I want to uninstall this plugin.
eo: Jes, mi volas malinstali la kromprogramon.
gl: Sí, quero desinstalar este complemento.
hu_hu: Igen, el szeretném távolítani a bővítményt.
mk_mk: Да, сакам да го деинсталирам овој приклучок.

source: or
eo: aŭ
gl: ou
hu_hu: vagy
mk_mk: или

source: Cancel
eo: Nuligi
gl: Cancelar
hu_hu: Mégsem
mk_mk: Откажи

source: Record Type
eo: Rikorda tipo
gl: Tipo Rexistro
hu_hu: Rekord típusa
mk_mk: Тип на запис

source: Your query returned no results.
eo: Via informpeto liveri neniun rezulton.
gl: A túa consulta non devolveu resultados.
hu_hu: A lekérdezése nem hozott eredményt.
mk_mk: Вашето барање не даде резултат.

source: Enable API
eo: Ebligi API
gl: Habilitar API
hu_hu: API engedélyezése
mk_mk: Овозможете API

source: Enable or disable the API by checking or unchecking the box below.
eo: Ebligi aŭ malebligi la API ŝaltante aŭ malŝaltante la malsupran markobutonon.
gl: Habilitar ou deshabilitar o API para marcar ou desmarcar a caixa de abaixo.
hu_hu: Engedélyezze vagy tiltsa le az API-t az alábbi négyzet ki- illetve bejelölésével.
mk_mk: Овозможете или оневозможете го API со избирање или отштиклирање на полето подолу.

source: Filter Element Texts
eo: Filtri elementajn tekstojn
gl: Textos do elemento do filtro
mk_mk: Филтрирај сетови на елементи

source: Filter element texts by checking the box below. When checked, the API will respect the display element and element text filters when outputting element text representations.
eo: Filtri elementajn tekstojn ŝaltante la malsupran markobutonon. Kiam ŝaltita, la API respektos la vidigan elementon kaj la filtrilojn de la elementa teksto eligante la elementan tekstan prezenton.
gl: Elementos do elemento de filtro marcando a caixa de abaixo. Cando está marcado, o API respectará os ítems de visualización e filtros de texto do elemento cando se envíen as representacións de texto do elemento.
mk_mk: Филтрирајте ги текстовите на елементите со избор на полето подолу. Кога е проверено, API ќе ги почитува елементите за приказ и филтрите за текст на елементите при излегување на репрезентативните претстави.

source: Results per Page
eo: Rezultoj ĉiupaĝe
gl: Resultados por Páxina
hu_hu: Eredmények oldalanként
mk_mk: Резултати по страница

source: Maximum number of API results displayed per page.
eo: Maximuma nombro de rezultoj API montritaj ĉiupaĝe.
gl: Número máximo de resultados visualizados da API por páxina.
hu_hu: Az oldalanként megjelenített API-eredmények maximális száma.
mk_mk: Максимален број на прикажани резултати на API по страница.

source: After enabling the API, applications may be able to show, browse, add, edit, and delete your site resources. Viewing protected content, as well as adding, editing, and deleting content, is protected and requires key authentication. Each key corresponds to, and has all permissions of, an existing Omeka user. You can create keys on each user's %sedit page%s.
eo: Post ebligi la API, aplikaĵoj povintus montri, esplori, aldoni, redakti kaj forigi risurcojn de via retejo. Vidi protektitajn enhavojn, same kiel aldoni, korekti kaj forigi enhavon, estas protektite kaj necesas ŝlosilan aŭtentigo. Ĉiu ŝlosilo respondas al, kaj havas ĉiujn permesojn de, ekzistanta uzato de Omeka. Vi povas krei ŝlosilojn en ĉiu uzanta %sredakta paĝo%s.
gl: Despois de habilitar o API, as aplicacións poderán amosar, navegar, engadir, editar e eliminar os recursos do sitio. A visualización de contido protexido, ademais de engadir, editar e eliminar contido, está protexido e require a autenticación empregando chaves. Cada chave correspóndese e ten todos os permisos dun usuario existente en Omeka. Podes crear as chaves na páxina %s de cada usuario %s.
hu_hu: Az API engedélyezése után az alkalmazások megjeleníthetik, böngészhetik, hozzáadhatják, szerkeszthetik és törölhetik a webhely forrásait. A védett tartalom megtekintése, tartalom hozzáadása, szerkesztése és törlése védve van, kulcshitelesítést igényel. Mindegyik kulcs megfeleltethető egy meglévő Omeka felhasználónak, aki minden jogosultsággal rendelkezik. Minden felhasználó %s szerkesztési oldalán %s kulcsokat hozhat létre.
mk_mk: Откако ќе го овозможите API, апликациите може да можат да ги прикажуваат, прелистуваат, додаваат, уредуваат и бришат ресурсите на вашата страница. Прегледување на заштитена содржина, како и додавање, уредување и бришење содржина, е заштитено и бара автентикација на клучот. Секој клуч одговара и ги има сите дозволи на постоечки корисник на Омека. Може да креирате клучеви на %s страницата за уредување %s на секој корисник.

source: edit a specific item type
eo: aldoni specifan eran tipon
gl: editar un tipo de ítem específico
hu_hu: egy adott elemtípus szerkesztése
mk_mk: уредувајте специфичен тип на ставка

source: Customize the element descriptions below. To re-order the elements, %s.
eo: Tajloru la elementan priskribon ĉi sube. Por reordirgi la elementojn, %s.
gl: Personaliza as descricións dos elementos a continuación. Para volver ordenar os elementos, %s.
hu_hu: Az elemek leírását itt módosíthatja. Az elemek újrarendezéséhez, %s.
mk_mk: Прилагодете ги описите на елементите подолу. За повторно нарачување на елементите, %s.

source: Confirm Delete
eo: Konfirmi forigon
gl: Confirmar Eliminar
hu_hu: Törlés megerősítése
mk_mk: Потврди бришење

source: Are you sure you want to delete the selected item type elements from the database? You will lose all text related to the selected elements. This cannot be undone.
eo: Ĉu vi certas ke vi volas forigi la elektitajn elementojn de la er-tipo de la datumbazo? Vi perdos ĉiun tekstojn rilatantajn al la elektitaj elementoj. Tio ne povas esti malfarita.
gl: Está seguro de que quere eliminar os elementos do tipo de ítem seleccionado da base de datos? Perderás todo o texto relacionado cos elementos seleccionados. Isto non se pode desfacer.
hu_hu: Biztos benne hogy törölni szeretné a kiválasztott elem típus készleteket az adatbázisból? A kijelölt elemekkel kapcsolatos összes szöveg elveszik. A törlést nem lehet visszavonni.
mk_mk: Дали сте сигурни дека сакате да ги избришете избраните елементи од типот на ставка од базата на податоци? Ќе го изгубите целиот текст поврзан со избраните елементи. Тоа не може да се врати назад.

source: Ok
eo: Bone
gl: Correcto
hu_hu: Rendben
mk_mk: Ок

source: Search Record Types
eo: Serĉi rikordajn tipojn
gl: Buscar Tipos de Rexistros
hu_hu: Rekord típusok keresése
mk_mk: Пребарувајте типови записи

source: Customize which types of records will be searchable in Omeka.
eo: Tajlorumu kiajn rikordajn tipojn estos serĉeblaj en Omeka.
gl: Personaliza os tipos de rexistros que se poden buscar en Omeka.
hu_hu: Szabja testre mely rekordtípusok legyenek kereshetőek Omeka-ban.
mk_mk: Прилагодете кои видови на записи ќе можат да се пребаруваат во Омека.

source: Index Records
eo: Indeksi rikordojn
gl: Rexistros de índice
hu_hu: Rekordok indexelése
mk_mk: Индекс записи

source: Click on the "Index Records" button to re-index your records.
eo: Alklaku la butonon "Indeksi rikordojn" por reindeksi viajn rikordojn.
gl: Preme no botón "Indexar Rexistros" para re-indexar os teus rexistros.
hu_hu: Kattintson a "Rekordok indexelése" gombra a rekordok újraindexeléséhez.
mk_mk: Кликнете на копчето "Индекс записи" за повторно да ги индексирате вашите записи.

source: Indexing means to collect, parse, and store data to facilitate fast and accurate searches. Omeka will automatically index individual records as they are saved, but there are circumstances when your records are not indexed; for instance, when updating from an earlier version of Omeka or after you customize which records will be searchable.
eo: Indeksi signifas kolekti, analizi kaj konservi datumojn por faciligi rapidajn kaj precizajn serĉojn. Omeka aŭtomate indeksos unuopajn rikordojn kiam ili estas savitaj, sed ekzistas cirkostancoj kiam viaj rikordoj ne estas indeksitaj; ekzemple, kiam oni ĝisdatigas de antaŭa versio de Omeka aŭ post tajlorado pri kiuj rikordoj estos serĉeblaj.
gl: A indexación significa recoller, analizar e almacenar datos para facilitar buscas rápidas e precisas. Omeka indexará os rexistros individuais automaticamente mentres se gardan, pero hai circunstancias cando os rexistros non están indexados; por exemplo, ao actualizar desde unha versión anterior de Omeka ou logo de personalizar os rexistros que se poderán buscar.
hu_hu: Az indexelés az adatok gyűjtését, elemzését és tárolását foglalja magában a gyors és pontos keresés érdekében. Az Omeka az egyes rekordok mentése után automatikusan indexeli azokat, azonban előfordulhatnak olyan körülmények, amikor a rekordok nem kerülnek indexelésre; például, ha frissítünk egy korábbi Omeka verzióról, vagy a rekordok kereshetőségének testreszabása után.
mk_mk: Индексирање значи да се соберат, анализираат и складираат податоци за да се олеснат брзите и точни пребарувања. Омека автоматски ќе ги индексира индивидуалните записи бидејќи се зачувани, но постојат околности кога вашите записи не се индексираат; на пример, при ажурирање од претходната верзија на Омека или откако ќе прилагодите кои записи ќе може да се пребаруваат.

source: Restore Default Extensions
eo: Restaŭri defaŭltajn dosiersufiksojn
gl: Restablecer Extensións Predeterminadas
hu_hu: Alapértelmezett kiterjesztések visszaállítása
mk_mk: Вратете ги стандардните екстензии

source: Restore Default Types
eo: Restaŭri defaŭltajn tipojn
gl: Restablecer os tipos predeterminados
hu_hu: Alapértelmezett típusok visszaállítása
mk_mk: Вратете ги стандардните типови

source: Restore Default Elements
eo: Restaŭri defaŭltajn elementojn
gl: Restablecer os elementos predeterminados
hu_hu: Alapértelmezett elemek viszaállítása
mk_mk: Вратете ги стандардните елементи

source: Restore Default Attributes
eo: Restaŭri defaŭltajn atributojn
gl: Restablecer os atributos predeterminados
hu_hu: Alapértelmezett attribútumok visszaállítása
mk_mk: Вратете ги стандардните атрибути

source: Test
eo: Testo
gl: Proba
hu_hu: Teszt
mk_mk: Тест

source: Browse Tags
eo: Esplori etikedojn
gl: Explorar etiquetas
hu_hu: Címkék böngészése
mk_mk: Прелистајте ги таговите

source: Editing Tags
eo: Redakti etikedojn
gl: Edición de etiquetas
hu_hu: Címkék szerkesztése
mk_mk: Уредување тагови

source: To edit the tag name, click the name and begin editing, and hit "enter" to save. To cancel an edit, click the ESC key or click away from the tag.
eo: Por redakti la etikedan nomon, alklaku la nomon kaj ekredaktu, kaj premu "enter" por savi. Por forigi redakton, alklaku la ESC klavon aŭ alklaku for de la etikedo.
gl: Para editar o nome da etiqueta, faga clic no nome e comece a editar e pulse "enter" para gardar. Para cancelar unha edición, faga clic na tecla ESC ou faga clic fóra da etiqueta.
hu_hu: Ha szeretné a címke nevét szerkeszteni kattintson rá és máris szerkesztheti, a mentéshez nyomja meg az 'enter' billentyűt. A szerkesztés elvetéséhez használja az ESC billentyűt vagy kattintson a címkén kívülre.
mk_mk: За да го уредите името на ознаката, кликнете на името и започнете со уредување и притиснете „enter“ за да зачувате. За да откажете измена, кликнете на копчето ESC или кликнете подалеку од ознаката.

source: Search tags
eo: Serĉi etikedojn
gl: Buscar etiquetas
hu_hu: Címkék keresése
mk_mk: Барај тагови

source: Record Types
eo: Rikordai tipoj
gl: Tipos de Rexistro
hu_hu: Rekord típusok
mk_mk: Видови записи

source: All
eo: Ĉiuj
gl: Todo
hu_hu: Összes
mk_mk: Сите

source: Reset results
eo: Restarigi rezultojn
gl: Restablecer os resultados
hu_hu: Az eredmények visszaállítása
mk_mk: Ресетирајте ги резултатите

source: Count
eo: Kalkuli
gl: Contar
hu_hu: Számol
mk_mk: Број

source: Date created
eo: Dato kreita
gl: Data de creación
hu_hu: Létrehozás dátuma
mk_mk: Датум на создавање

source: Screenshot for %s Theme
eo: Ekrankopio por la etoso %s
gl: Pantallazo para o tema %s
hu_hu: Képernyőkép %s témához
mk_mk: Снимка на екранот за %s Тема

source: Configure Theme
eo: Agordu etoson
gl: Configurar Tema
hu_hu: Téma konfigurálása
mk_mk: Конфигурирај ја темата

source: Current Theme
eo: Nuna etoso
gl: Tema Actual
hu_hu: Aktuális téma
mk_mk: Актуелна тема

source: By %s
eo: Laŭ %s
gl: Por %s
hu_hu: %sáltal
mk_mk: Од %s

source: Add new themes by downloading them from the <a href="http://omeka.org/add-ons/themes/" target="_blank">Omeka Theme Directory</a>, or <a href="http://omeka.org/codex/Theme_Writing_Best_Practices" target="_blank">design your own</a>!
eo: Aldoni novajn etosojn elŝutante ilin el <a href="http://omeka.org/add-ons/themes/" target="_blank">Omeka Theme Directory</a>, aŭ <a href="http://omeka.org/codex/Theme_Writing_Best_Practices" target="_blank">fasonu vian</a>!
gl: Engade novos temas descargándoos dende <a href="http://omeka.org/add-ons/themes/" target="_blank">o Directorio de Temas de Omeka</a>, ou <a href="http://omeka.org/codex/Theme_Writing_Best_Practices" target="_blank">deseña o teu propio</a>!
hu_hu: Töltsön le új témákat az <a href="http://omeka.org/add-ons/themes/" target="_blank">Omeka Theme Directory-ból </a>, vagy <a href="http://omeka.org/codex/Theme_Writing_Best_Practices" target="_blank"> hozzon létre sajátot </a>!
mk_mk: Додадете нови теми со преземање од <a href="http://omeka.org/add-ons/themes/" target="_blank">Директориумот за теми Омека</a> или <a href="http://omeka.org/codex/Theme_Writing_Best_Practices" target="_blank">дизајнирајте свои</a> !

source: Use this theme
eo: Uzi tiun ĉi etoson
gl: Usar este tema
hu_hu: Téma használata
mk_mk: Користете ја оваа тема

source: Configure Theme: %s
eo: Agordi etoson: %s
gl: Configurar tema: %s
hu_hu: Téma konfigurálása: %s
mk_mk: Конфигурирај тема: %s

source: Configurations apply to this theme only.
eo: Agordoj validos nur por tiu ĉi etoso.
gl: As configuracións só se aplican a este tema.
hu_hu: A konfiguráció csak erre a témára vonatkozik.
mk_mk: Конфигурациите се однесуваат само на оваа тема.

source: Upgrade Your Omeka Database
eo: Ĝisdatigu vian datumbazon Omeka
gl: Actualizar a túa base de datos de Omeka
hu_hu: Frissítse az Omeka adatbázisát
mk_mk: Надградете ја вашата база на податоци на Омека

source: Your Omeka database is not compatible with your current version of Omeka.
eo: Via datumbazo Omeka ne kongruas kun la nuna versio de Omeka.
gl: A túa base de datos Omeka non é compatible coa versión actual de Omeka.
hu_hu: Az Ön Omeka adatbázisa nem kompatibilis az Omeka jelenlegi verziójával.
mk_mk: Вашата база на податоци на Омека не е компатибилна со вашата моментална верзија на Омека.

source: Please back up your existing database and then click the button to upgrade.
eo: Bonvolu fari savkopion de via ekzistanta datumbazo kaj poste alklaku la butonon por ĝisdatigi.
gl: Fai unha copia de seguridade da base de datos e preme no botón actualizar.
hu_hu: Kérjük, készítsen biztonsági másolatot a meglévő adatbázisról, majd kattintson a frissítés gombra.
mk_mk: Ве молиме, направете резервна копија на вашата постоечка база на податоци и потоа кликнете на копчето за ажурирање.

source: Upgrade Database
eo: Ĝisdatigi datumbazon
gl: Actualizar Base de Datos
hu_hu: Adatbázis frissítése
mk_mk: Надградете ја базата на податоци

source: Omeka has upgraded successfully.
eo: Omeka estis sukcese ĝisdatigita.
gl: Omeka actualizouse correctamente.
hu_hu: Az Omeka sikeresen frissült.
mk_mk: Омека успешно се надгради.

source: Omeka encountered an error when upgrading your installation.
eo: Omeka renkontis eraron dum la ĝisdatiĝo de sia instalo.
gl: Omeka atopou un erro mentres actualizada a túa instalación.
hu_hu: Az Omeka hibát észlelt a telepítés frissítésekor.
mk_mk: Омека наиде на грешка при надградбата на вашата инсталација.

source: Return to Dashboard
eo: Reveni al stirpanelo
gl: Volver ao Cadro de Mandos
hu_hu: Visszatérés a kezelőpultra
mk_mk: Врати се на контролната табла

source: Please restore from your database backup and try again.
eo: Bonvolu restaŭri de via datumbaza savkopio kaj provu denove.
gl: Restaura a copia de seguridade e téntao de novo.
hu_hu: Kérjük állítsa vissza az adatbázist a biztonsági másolatból majd próbálja újra.
mk_mk: Вратете ја резервната копија од вашата база на податоци и обидете се повторно.

source: If you have any questions please refer to <a href="http://omeka.org/codex">Omeka documentation</a> or post a message on the <a href="http://omeka.org/forums">Omeka forums</a>.
eo: Se vi havas iun ajn demando bonvolu rilati la <a href="http://omeka.org/codex">dokumentadon Omeka</a> aŭ afiŝi mesaĝon en la <a href="http://omeka.org/forums">forumoj Omeka</a>.
gl: Se tes algunha dúbida, consulta a <a href="http://omeka.org/codex">documentación de Omeka</a> ou envía unha mensaxe nos <a href = "http://omeka.org/forums ">foros de Omeka</a>.
hu_hu: Ha bármilyen kérdése van olvassa el <a href="http://omeka.org/codex">az Omeka dokumentációját </a> vagy tegye fel kérdését az <a href="http://omeka.org/forums"> Omeka fórumokban </a>.
mk_mk: Доколку имате какви било прашања, обратете се во <a href="http://omeka.org/codex">документацијата</a> на <a href="http://omeka.org/codex">Омека</a> или испратете порака на <a href="http://omeka.org/forums">форумите</a> во <a href="http://omeka.org/forums">Омека</a> .

source: User Activation
eo: Uzanta aktivado
gl: Activación do Usuario
hu_hu: Felhasználó aktiválása
mk_mk: Активирање на корисникот

source: Hello %s. Your username is %s
eo: Saluton %s. Via uzantnomo estas %s
gl: Ola %s. O teu nome de usuario é %s
hu_hu: Helló %s. A felhasználóneved %s
mk_mk: Здраво %s. Вашето корисничко име е %s

source: Create a Password
eo: Kreu pasvorton
gl: Crear un contrasinal
hu_hu: Jelszó létrehozása
mk_mk: Креирај лозинка

source: Re-type the Password
eo: Re-entajpu la pasvorton
gl: Reescribir o Contrasinal
hu_hu: Újra írja be a jelszót
mk_mk: Внесете ја повторно лозинката

source: Add New User
eo: Aldoni novan uzanton
gl: Engadir un Novo Usuario
hu_hu: Új felhasználó hozzáadása
mk_mk: Додај нов корисник

source: Add User
eo: Aldoni uzanton
gl: Engadir Usuario
hu_hu: Felhasználó hozzáadása
mk_mk: Додади корисник

source: Edit User #%s
eo: Redakti uzanton #%s
gl: Editar Usuario #%s
hu_hu: #%s felhasználó szerkesztése
mk_mk: Уредете го корисникот # %s

source: New key label
eo: Etikedo nova ŝlosilo
gl: Nova etiqueta chave
hu_hu: Új kulcscímke
mk_mk: Нова ознака за клуч

source: To create a new API key, enter a label for the key below. For example, describe for what purpose it will be used. This key will have all your permissions; treat it as you would your password.
eo: Por krei novan ŝlosilon API, enigu etikedon por la ŝlosilo ĉi sube. Ezemple, priskribu la kialo por kiu ĝi estos uzita. Tiu ĉi ŝlosilo havos viajn permesojn; zorgu pri ĝi same kiel vi zorgus pri via pasvorto.
gl: Para crear unha nova chave do API, introduza unha etiqueta para a chave de abaixo. Por exemplo, describa para que finalidade será usada. Esta chave terá todos os seus permisos; trátea como faría co seu contrasinal.
hu_hu: Új API-kulcs létrehozásához írja be az alábbi kulcs címkéjét. Például írja le, hogy milyen célra fogja használni. Ez a kulcs rendelkezik az összes jogosultságával; kezelje úgy, mint jelszavát.
mk_mk: За да креирате нов клуч API, внесете етикета за клучот подолу. На пример, опишете за каква цел ќе се користи. Овој клуч ќе ги има сите ваши дозволи; третирајте го исто како и вашата лозинка.

source: You have no API keys. Use the form above to create one.
eo: Vi havas neniun ŝlosilon API. Uzu la supran formularon por krei unu.
gl: Non tes chaves do API. Emprega o formulario de abaixo para crear unha.
hu_hu: Nincsenek API-kulcsok. Egy új létrehozásához használja a fenti űrlapot.
mk_mk: Немате API клучеви. Користете го образецот погоре за да креирате.

source: %s has no API keys. Use the form above to create one.
eo: %s havas neniun ŝlosilon API. Uzu la supran formularon por krei unu.
gl: %s non ten chaves do API. Emprega o formulario de abaixo para crear unha.
hu_hu: %s nem rendelkezik API kulcsokkal. Egy új létrehozásához használja a fent űrlapot.
mk_mk: %s нема API-клучеви. Користете го образецот погоре за да креирате.

source: Key
eo: Ŝlosilo
gl: Chave
hu_hu: Kulcs
mk_mk: Клуч

source: Last IP
eo: Lasta IP
gl: Última IP
hu_hu: Legutóbbi IP
mk_mk: Последна IP-адреса

source: Last accessed
eo: Lasta aliro
gl: Último acceso
hu_hu: Utoljára belépve
mk_mk: Последен пристап

source: Rescind
eo: Nuligi
gl: Rescindir
hu_hu: Érvénytelenítés
mk_mk: Откажи

source: Update API Keys
eo: Ĝisdatigi ŝlosilon API
gl: Actualizar Chaves do API
hu_hu: API kulcsok frissítése
mk_mk: Ажурирајте ги API-клучевите

source: Browse Users
eo: Esplori uzantojn
gl: Explorar Usuarios
hu_hu: Felhasználók böngészése
mk_mk: Прелистајте ги корисниците

source: Username
eo: Uzantnomo
gl: Nome de usuario/a
hu_hu: Felhasználónév
mk_mk: Корисничко име

source: Email
eo: Retadreso
gl: Correo electrónico
mk_mk: Електронска пошта

source: Add a User
eo: Aldoni uzanton
gl: Engadir un Usuario
hu_hu: Új felhasználó
mk_mk: Додади корисник

source: Display Name
eo: Montrita nomo
gl: Nome a amosar
hu_hu: Név megjelenítése
mk_mk: Прикажано име

source: Search users
eo: Serĉi uzantojn
gl: Buscar usuarios
hu_hu: Felhasználók keresése
mk_mk: Пребарувајте корисници

source: Role
eo: Rolo
gl: Rol
hu_hu: Szerep
mk_mk: Улога

source: inactive
eo: malaktiva
gl: inactivo
hu_hu: inaktív
mk_mk: неактивно

source: Save Password
eo: Savi pasvorton
gl: Gardar Contrasinal
hu_hu: Jelszó mentése
mk_mk: Зачувај лозинка

source: Resend Activation Email
eo: Resendi aktivigan retmesaĝon
gl: Reenviar correo-e de activación
hu_hu: Aktivációs email újraküldése
mk_mk: Повторно испратете ја е-поштата за активирање

source: Forgot Password
eo: Pasvorto forgesita
gl: Esquecer un Contrasinal
hu_hu: Elfelejtett jelszó
mk_mk: Ја заборавивте лозинката
