Repository: omeka/Omeka
Catalog: application/languages/*.po
Languages: eo, gl, hu_hu, mk_mk

source: The Dublin Core metadata element set is common to all Omeka records, including items, files, and collections. For more information see, http://dublincore.org/documents/dces/.
eo: La metadatuma elementaro Dublin Core estas komuna al ĉiuj Omeka rikordoj, inkluzive de eroj, dosieroj kaj kolektoj. Por pliaj informoj, vidi http://dublincore.org/documents/dces/.
gl: O conxunto de elementos de metadatos de Dublin Core é común a todos os rexistros de Omeka, incluíndo elementos, ficheiros e coleccións. Para máis información, consulte http://dublincore.org/documents/dces/.
hu_hu: A Dublin Core metaadat elemkészlet minden Omeka rekordnál ugyanaz, beleértve az elemeket, fájlokat és gyűjteményeket. További információért kattintson: http://dublincore.org/documents/dces/.
mk_mk: Сетот метаподатоци во Dublin Core се заеднички за сите записи на Омека, вклучувајќи ставки, датотеки и колекции. За повеќе информации види, http://dublincore.org/documents/dces/.

source: Title
eo: Titolo
gl: Títulos
hu_hu: Cím
mk_mk: Наслов

source: A name given to the resource
eo: Nomo donita al risurco
gl: O nome dado ao recurso
hu_hu: A forrás neve
mk_mk: Име дадено на ресурсот

source: Creator
eo: Kreinto
gl: Autor
hu_hu: Létrehozó
mk_mk: Креирал

source: An entity primarily responsible for making the resource
eo: Estaĵo ĉefe respondeca por krei la risurcon
gl: Unha entidade primordialmente responsable de facer o recurso
hu_hu: A forrás létrehozásáért felelős entitás
mk_mk: Субјект првенствено одговорен за изработка на ресурсот

source: Subject
eo: Temo
gl: Asunto
hu_hu: Tárgy
mk_mk: Наслов

source: The topic of the resource
eo: La temo de la risurco
gl: O tema do recurso
hu_hu: A forrás témája
mk_mk: Темата на ресурсот

source: Description
eo: Priskribo
gl: Descrición
hu_hu: Leírás
mk_mk: Опис

source: An account of the resource
eo: Priskribo de la risurco
gl: Unha conta do recurso
hu_hu: A forrás fiókja
mk_mk: Сметка на ресурсот

source: Publisher
eo: Eldoninto
gl: Editor/a
hu_hu: Közzétette
mk_mk: Издавач

source: An entity responsible for making the resource available
eo: Estaĵo, kiu disponebligis la risurcon
gl: Unha entidade responsable de facer o recurso dispoñible
hu_hu: A forrás közzétételéért felelős entitás
mk_mk: Ентитет одговорен за ставање на располагање на ресурсот

source: Contributor
eo: Kontribuanto
gl: Colaborador/a
hu_hu: Hozzájáruló
mk_mk: Контрибутор

source: An entity responsible for making contributions to the resource
eo: Estaĵo, kiu aldonis kontribuaĵojn al la risurco
gl: Unha entidade responsable de facer contribucións ao recurso
hu_hu: A forrás közreműködéseiért felelős entitás
mk_mk: Ентитет одговорен за давање придонеси на ресурсот

source: Date
eo: Dato
gl: Data
hu_hu: Dátum
mk_mk: Датум

source: A point or period of time associated with an event in the lifecycle of the resource
eo: Tempa punkto aŭ periodo asociita kun evento en la vivciklo de la risurco
gl: Un punto ou período de tempo asociado cun evento no ciclo de vida do recurso
hu_hu: A dokumentumhoz kapcsolódó események dátuma
mk_mk: Точка или временски период поврзан со настан во животниот циклус на ресурсот

source: Type
eo: Speco
gl: Tipo
hu_hu: Típus
mk_mk: Тип

source: The nature or genre of the resource
eo: Naturo aŭ ĝenro de la risurco
gl: A natureza ou xénero do recurso
hu_hu: Az információforrás tartalmának jellege, vagy fajtája
mk_mk: Природата или жанрот на ресурсот

source: Format
eo: Formato
gl: Formato
hu_hu: Formátum
mk_mk: Формат

source: The file format, physical medium, or dimensions of the resource
eo: Dosierformato, datumportilo aŭ dimensioj de la risurco
gl: O formato do ficheiro, medio físico, ou dimensións do recurso
hu_hu: A forrás fájlformátuma, fizikai adathordozója vagy méretei
mk_mk: Формат на датотека, физички медиум или димензии на ресурсот

source: Identifier
eo: Identigilo
gl: Indentificador
hu_hu: Azonosító
mk_mk: Идентификатор

source: An unambiguous reference to the resource within a given context
eo: Malambigua rilato al risurco ene de difina kuntektso
gl: Unha referencia inequívoca ao recurso dentro dun contexto dado
hu_hu: Egyértelmű hivatkozás a forrásra egy adott környezetben
mk_mk: Недвосмислена референца за ресурсот во даден контекст

source: Source
eo: Fonto
gl: Orixe
hu_hu: Forrás

source: A related resource from which the described resource is derived
eo: Rilatanta ricurso de kiu la priskribita risurco devenas
gl: Un recurso relacionado dende o que se deriva o recurso descrito
hu_hu: Egy kapcsolódó forrás, amelyből a meghatározott forrás származik
mk_mk: Поврзан ресурс од кој се изведува опишаниот ресурс

source: Language
eo: Lingvo
gl: Idioma
hu_hu: Nyelv
mk_mk: Јазик

source: A language of the resource
eo: Lingvo de la risurco
gl: O idioma do recurso
hu_hu: A forrás nyelve
mk_mk: Јазик на ресурсот

source: Relation
eo: Rilato
gl: Relación
hu_hu: Kapcsolat
mk_mk: Однос

source: A related resource
eo: Rilatanta risurco
gl: Un recurso relacionado
hu_hu: Kapcsolódó forrás
mk_mk: Поврзан ресурс

source: Coverage
eo: Kovrado
gl: Cobertura
hu_hu: Tér-idő vonatkozás
mk_mk: Покриеност

source: The spatial or temporal topic of the resource, the spatial applicability of the resource, or the jurisdiction under which the resource is relevant
eo: Spaca aŭ tempa argumento de la risurco, spaca aplikebleco de la risurco, aŭ la jurisdikcio je kiu la ricurso gravas
gl: O tema espacial ou temporal do recurso, a aplicabilidade espacial do recurso, ou a xurisdición onde o recurso é relevante.
hu_hu: A forrás tartalmának térbeli vagy időbeli vonatkozásai
mk_mk: Просторна или временска тема на ресурсот, просторна применливост на ресурсот или јурисдикција под која ресурсот е релевантен

source: Rights
eo: Rajtoj
gl: Dereitos
hu_hu: Jogok
mk_mk: Права

source: Information about rights held in and over the resource
eo: Informo pri rajtoj de kaj pri la risurco
gl: Información sobre os dereitos que se tiveron dentro e fóra do recurso
hu_hu: Információ a forrással kapcsolatos jogokról
mk_mk: Информации за правата што се чуваат во и над ресурсот

source: Item Type Metadata
eo: Er-tipaj metadatumoj
gl: Metadatos do Tipo de Ítem
hu_hu: Az elem típus metaadatai
mk_mk: Метаподатоци за типот на ставка

source: The item type metadata element set, consisting of all item type elements bundled with Omeka and all item type elements created by an administrator.
eo: La elementaro de er-tipaj metadatumoj, farita el ĉiuj er-tipaj elementoj pakitaj kun Omeka kaj ĉiuj er-tipaj elementoj kreitaj de la administranto.
gl: O conxunto de elementos de metadatos do tipo de ítem, composto por todos os ítems do tipo de elemento incluídos con Omeka e todos os ítems do tipo de elemento creados por un administrador.
hu_hu: Az Item Type Metadata elemkészlet az összes Omeka-hoz tartozó elemtípus elemeiből és az adminisztrátor által létrehozott összes elemtípus elemeiből áll.
mk_mk: Сет елементи на метаподатоци, кои се состојат од сите елементи спакувани со Омека и сите тип елементи создадени од администратор.

source: Omeka Legacy File
eo: Dosiero Omeka Legacy
gl: Ficheiro herdado de Omeka
hu_hu: Korábbi Omeka állományok
mk_mk: Омека Наследен Фајл

source: The metadata element set that, in addition to the Dublin Core element set, was included in the `files` table in previous versions of Omeka. These elements are common to all Omeka files. This set may be deprecated in future versions.
eo: La metadatuma elementaro kiu, aldone al la elementaro Dublin Core, estis inkluziviita en la tabelo 'dosieroj' en antaŭaj versioj de Omeka. Tiuj ĉi elementoj estas komunaj al ĉiuj dosieroj Omeka. Tiu ĉi elementaro povus fariĝi evitinda en estontaj versioj.
gl: O conxunto de elementos de metadatos que, ademais do conxunto de elementos de Dublin Core, foi incluído na táboa `files` das versións anteriores de Omeka. Estes elementos son comúns a todos os ficheiros Omeka. Este conxunto pode estar desfasado nas futuras versións.
hu_hu: Az a metaadat elemkészlet, amely a Dublin Core elemkészlet mellett az Omeka korábbi verziójában a "fájlok" táblázatban volt megtalálható. Ezek az elemek megegyeznek az összes Omeka fájlban. Ez a készlet a későbbi verziókban már elavult lehet.
mk_mk: Сетот елементи за метаподатоци, кои дополнително на елементите во Даблин Основни, беа вклучени во табелата `датотеки` во претходните верзии на Омека. Овие елементи се заеднички за сите датотеки на Омека. Овој пакет може да биде застарен во идните верзии.

source: Additional Creator
eo: Aldona kreinto
gl: Creador adicional
hu_hu: További szerző
mk_mk: Дополнителен творец

source: Transcriber
eo: Transskribanto
gl: Transcriptor
hu_hu: Másoló
mk_mk: Препишувач

source: Producer
eo: Produktanto
gl: Produtor
mk_mk: Продуцент

source: Render Device
eo: Bildiga aparato
gl: Renderizar o dispositivo
hu_hu: Megjelenítő eszköz
mk_mk: Уред за прикажување

source: Render Details
eo: Bildigaj detaloj
gl: Detalles de renderizado
hu_hu: Megjelenítés részletei
mk_mk: Прикажување на детали

source: Capture Date
eo: Kapta dato
gl: Data da captura
hu_hu: Rögzítés dátuma
mk_mk: Датум на снимање

source: Capture Device
eo: Kapta adaptilo
gl: Dispositivo de captura
hu_hu: Rögzítő eszköz
mk_mk: Уред за снимање

source: Capture Details
eo: Kaptaj detaloj
gl: Detalles da captura
hu_hu: Rögzítés részletei
mk_mk: Детали за снимање

source: Change History
eo: Ŝanĝi historion
gl: Cambiar historial
hu_hu: Előzmények
mk_mk: Историја на промени

source: Watermark
eo: Filigrano
gl: Marca de auga
hu_hu: Vízjel
mk_mk: Воден жиг

source: Encryption
eo: Ĉifrado
gl: Cifrado
hu_hu: Titkosítás
mk_mk: Енкрипција

source: Compression
eo: Densigo
gl: Compresión
hu_hu: Tömörítés
mk_mk: Компресија

source: Post Processing
eo: Posttraktado
gl: Post-procesamento
hu_hu: Utófeldolgozás
mk_mk: Пост процесуирање

source: Omeka Image File
eo: Omeka bilddosiero
gl: Ficheiro de Imaxe de Omeka
hu_hu: Omeka kép fájl
mk_mk: Омека сликовна датотека

source: The metadata element set that was included in the `files_images` table in previous versions of Omeka. These elements are common to all image files.
eo: La metadatuma elementaro, kiu estis inkluziviita en la tabelo 'files_images' en antaŭaj versioj de Omeka. Tiuj ĉi elementoj estas komunaj al ĉiuj bildaj dosieroj.
gl: O conxunto de elementos de metadatos que foi incluído na táboa `files_images` en versións anteriores de Omeka. Estes elementos son comúns a todos os ficheiros de imaxe.
hu_hu: Ez a metadat elemkészlet az Omeka előző verziójában a 'files_images' táblázatban volt megtalálható. Ezek az elemek az összes képfájl esetében megegyeznek.
mk_mk: Елементот за сетот на метаподатоци кој беше вклучен во `files_images` табелата во предходните верзии на Омека. Овие елементи се заеднички за сите фајлови на слики.

source: Width
eo: Larĝo
gl: Ancho
hu_hu: Szélesség
mk_mk: Ширина

source: Height
eo: Alto
gl: Alto
hu_hu: Magasság
mk_mk: Висина

source: Bit Depth
eo: Bitintenso
gl: Profundidade de bit
hu_hu: Bit mélység
mk_mk: Длабочина во битови

source: Channels
eo: Kanaloj
gl: Canles
hu_hu: Csatornák
mk_mk: Канали

source: Exif String
eo: Ĉeno Exif
gl: Cadea Exif
hu_hu: Exif karakterlánc

source: Exif Array
eo: Matrico Exif
gl: Array Exif
hu_hu: Exif tömb

source: IPTC String
eo: Ĉeno IPTC
gl: Cadea IPTC
hu_hu: IPTC karakterlánc

source: IPTC Array
eo: Matrico IPTC
gl: Array IPTC
hu_hu: IPTC tömb

source: Omeka Video File
eo: Omeka videa dosiero
gl: Ficheiro de Vídeo Omeka
hu_hu: Omeka Videó Fájl
mk_mk: Омека видео фајл

source: The metadata element set that was included in the `files_videos` table in previous versions of Omeka. These elements are common to all video files.
eo: La metadatuma elementaro, kiuj estis inkluziviita en la tabelo 'files_videos' en antaŭaj versioj de Omeka. Tiuj ĉi elementoj estas komunaj al ĉiuj videaj dosieroj.
gl: O conxunto de elementos de metadatos que se incluíu na táboa `files_videos` nas versións anteriores de Omeka. Estes elementos son comúns a todos os ficheiros de vídeo.
hu_hu: Ez a metaadat elemkészlet az Omeka előző verziójában a 'files_videos' táblázatban volt megtalálható. Ezek az elemek az összes videó fájl esetében megegyeznek.
mk_mk: Елементот за сетот на метаподатоци беше вклучен во `files_videos` табелата во предходните верзии на Омека. Овие елементи се заеднички за сите видео фајлови.

source: Bitrate
eo: Bitrapido
gl: Taxa de bit
hu_hu: Bitráta

source: Duration
eo: Daŭro
gl: Duración da enquisa
hu_hu: Hossz
mk_mk: Времетраење

source: Sample Rate
eo: Ekzempla rapido
gl: Taxa de mostra
hu_hu: Mintavételezési gyakoriság
mk_mk: Фреквенција на земање примероци

source: Codec
eo: Kodeko
hu_hu: Kodek
mk_mk: Кодек

source: Format (Legacy) Metadata
eo: Forma (Legacy) metadatumoj
gl: Formatear Metadatos (herdados)
mk_mk: Метаподатоци на формат (наследство)

source: Super
eo: Ĉefa
hu_hu: Szuper
mk_mk: Супер

source: Researcher
eo: Esploristo
gl: Investigador
hu_hu: Kutató
mk_mk: Истражувач

source: Appearance
eo: Aspekto
gl: Apariencia
hu_hu: Megjelenés
mk_mk: Изглед

source: Check the links to display them in the main navigation. Click and drag the links into the preferred display order.
eo: Ŝaltu la ligiloj por vidigi ilin en la ĉefa navigado. Alklaku kaj ŝovu la ligilojn en la preferata montra ordo.
gl: Comprobe as ligazóns para amosalas na navegación principal. Preme e arrastra as ligazóns na orde de visualización desexada.
hu_hu: Jelölje be a linkeket, hogy megjelenjenek a fő navigációs oldalon. Kattintson és húzza a hivatkozásokat a megjeleníteni kívánt sorrendbe.
mk_mk: Проверете ги врските за да ги прикажете во главната навигација. Кликнете и повлечете ги врските во склопот на редот за прикажување.

source: Add a Link to the Navigation
eo: Aldoni ligilon al navigado
gl: Engadir unha ligazón á navegación
hu_hu: Hivatkozás hozzáadása a Navigációhoz
mk_mk: Додадете врска до навигацијата

source: Label
eo: Etikedo
gl: Etiqueta
hu_hu: Címke
mk_mk: Етикета

source: required field
eo: nepra kampo
gl: campo requerido
hu_hu: kötelező mező
mk_mk: Задолжително поле

source: Add Link
eo: Aldoni ligilon
gl: Engadir Ligazón
hu_hu: Hivatkozás hozzáadása
mk_mk: Додај врска

source: Save Changes
eo: Konservi la ŝanĝojn
gl: Gardas os cambios
hu_hu: Változtatások mentése
mk_mk: Зачувај ги измените

source: Reset Navigation
eo: Restarigi navigadon
gl: Restablecer a navegación
hu_hu: Navigáció visszaállítása
mk_mk: Ресетирајте ја навигацијата

source: View Public Page
eo: Vid publikan paĝon
gl: Ver a páxina pública
hu_hu: Nyilvános oldal megtekintése
mk_mk: Види ја јавната страна

source: Delete
eo: Forigi
gl: Borrar
hu_hu: Törlés
mk_mk: Избриши

source: Are you sure?
eo: Ĉu vi certas?
gl: Está seguro?
hu_hu: Biztos benne?
mk_mk: Дали сте сигурни?

source: All customizations will be lost. Order and labels will revert to Omeka defaults. Custom links will be lost.
eo: Ĉiuj tajloradoj estos perditaj. Ordo kaj etikedoj revenos al defaŭltoj Omeka. Tajloritaj ligiloj estos perditaj.
gl: Eliminaranse todas as personalizacións. A orde e as etiquetas volverán aos valores por defecto de Omeka. As ligazóns personalizadas perderanse.
hu_hu: Minden módosítás el fog veszni. A sorrend és a címkék visszaállnak az Omeka alapértelmezett beállításaira. Az egyéni hivatkozások el fognak veszni.
mk_mk: Сите прилагодувања ќе бидат изгубени. Редот и етикетите ќе се вратат на стандардните вредности на Омека. Прилагодените врски ќе бидат изгубени.

source: Add a Collection
eo: Aldoni kolekton
gl: Engadir unha Colección
hu_hu: Gyűjtemény hozzáadása
mk_mk: Додади Колекцијата

source: Add Collection
eo: Aldoni kolekton
gl: Engadir Colección
hu_hu: Hozzáadás gyűjteményhez
mk_mk: Додади ја колекцијата

source: Public
eo: Publika
gl: Público
hu_hu: Nyilvános
mk_mk: Јавно

source: Featured
eo: Elstarigita
gl: Destacado
hu_hu: Kiemelt
mk_mk: Вклучени

source: Browse Collections
eo: Esplori kolektojn
gl: Buscar coleccións
hu_hu: Gyűjtemények böngészése
mk_mk: Прелистајте колекции

source: (%s total)
eo: (%s entute)
hu_hu: (%s összesen)

source: %s%d item%s has no collection.
eo: %s%d elemento %s ne apartenas al kolekto.
gl: %s%d ítem%s non ten colección.
hu_hu: %s%delem%snincsen gyűjteményben.

source: All items are in a collection.
eo: Ĉiuj eroj apartenas al iu kolekto.
gl: Todos os ítems están nunha colección.
hu_hu: Minden elem gyűjteményhez van rendelve.
mk_mk: Сите предмети се во колекција.

source: Contributors
eo: Kontribuantoj
gl: Colaboradores
hu_hu: Közreműködők
mk_mk: Соработници

source: Date Added
eo: Aldona dato
gl: Data engadida
hu_hu: Hozzáadás dátuma
mk_mk: Датум на вметнување

source: Total Number of Items
eo: Totala nombro de eroj
gl: Número total de ítems
hu_hu: Az összes elem száma
mk_mk: Вкупен број на артикли

source: (Private)
eo: (Privata)
gl: (Privado)
hu_hu: (Privát)
mk_mk: (Приватно)

source: Edit
eo: Redakti
gl: Editar
hu_hu: Szerkesztés
mk_mk: Измени

source: No contributors
eo: Neniu kontribuanto
gl: Sen colaboradores
hu_hu: Nincs közreműködő
mk_mk: Нема соработници

source: There are no collections on this page.
eo: Ne estas kolektoj en tiu ĉi paĝo.
gl: Non hai colección nesta páxina.
hu_hu: Nincs gyűjtemény ezen az oldalon.
mk_mk: Нема колекции на оваа страна.

source: View All Collections
eo: Montri ĉiujn kolektojn
gl: Ver todas as coleccións
hu_hu: Összes gyűjtemény megjelenítése
mk_mk: Види ги сите колекции

source: You have no collections.
eo: Vi ne havas kolektojn.
gl: Non tes coleccións.
hu_hu: Önnek nincsenek gyűjteményei.
mk_mk: Немате колекции.

source: Get started by adding your first collection.
eo: Komencu aldonante vian unuan kolekton.
gl: Comenzar engadindo a túa primeira colección.
hu_hu: Első lépésként hozza létre első gyűjteményét.
mk_mk: Започнете со додавање на вашата прва колекција.

source: [Untitled]
eo: [Sentitola]
gl: [Sen título]
hu_hu: [Névtelen]
mk_mk: [Без наслов]

source: Edit Collection #%s
eo: Redakti kolekton #%s
gl: Editar Colección #%s
hu_hu: #%s gyűjtemény szerkesztése
mk_mk: Измени колекција #%s

source: Collection #%s
eo: Kolekto #%s
gl: Colección #%s
hu_hu: #%s gyűjtemény
mk_mk: Колекција #%s

source: Recently Added Items
eo: Eroj laste aldonitaj
gl: Ítems engadidos recentemente
hu_hu: Mostanában hozzáadott elemek
mk_mk: Неодамна додадени ставки

source: Yes
eo: Jes
gl: Si
hu_hu: Igen
mk_mk: Да

source: No
eo: Ne
hu_hu: Nem
mk_mk: Не

source: No contributors.
eo: Neniu kontribuanto.
gl: Sen colaboradores.
hu_hu: Nincsenek közreműködők.
mk_mk: Нема соработници.

source: Output Formats
eo: Eligaj formoj
gl: Formatos de Saída
hu_hu: Kimeneti formátumok
mk_mk: Листа со можни излезни формати

source: Themes
eo: Etosoj
gl: Temas
hu_hu: Témák
mk_mk: Теми

source: Navigation
eo: Navigo
gl: Navegación
hu_hu: Navigáció
mk_mk: Навигациjа

source: Settings
eo: Agordoj
gl: Axustes
hu_hu: Beállítások
mk_mk: Подесувања

source: Main Menu
eo: Ĉefa menuo
gl: Menú Principal
hu_hu: Főmenü
mk_mk: Главно мени

source: Current Page
eo: Sekva paĝo
gl: Páxina Actual
hu_hu: Aktuális oldal
mk_mk: Тековна страница

source: Dashboard
eo: Stirpanelo
gl: Cadro de mando
hu_hu: Kezelőpult
mk_mk: Контролна табла

source: Items
eo: Eroj
gl: Elementos
hu_hu: Elemek
mk_mk: Предмети

source: Collections
eo: Kolektoj
gl: Coleccións
hu_hu: Gyűjtemények
mk_mk: Колекции

source: Item Types
eo: Eraj tipoj
gl: Tipos de Ítem
hu_hu: Elemtípusok
mk_mk: Видови ставки

source: Tags
eo: Etikedoj
gl: Etiquetas
hu_hu: Címkék
mk_mk: Тагови

source: Delete %s
eo: Forigi %s
gl: Eliminar %s
hu_hu: %s törlése
mk_mk: Избриши%s

source: Powered by Omeka
eo: Povigita de Omeka
gl: Desenvolvido por Omeka
hu_hu: Az Omeka jóvoltából
mk_mk: Придвижувано од Омека

source: Documentation
eo: Dokumentado
gl: Documentación
hu_hu: Dokumentáció
mk_mk: Документација

source: Support Forums
eo: Helpa forumo
gl: Foros de Soporte
hu_hu: Támogató fórumok
mk_mk: Форум за поддршка

source: Back to top
eo: Supren
hu_hu: Vissza a lap tetejére
mk_mk: Назад на врвот

source: Version %s
eo: Versio %s
gl: Versión %s
hu_hu: Verzió %s
mk_mk: Верзија %s

source: System Information
eo: Sistemaj informoj
gl: Información de Sistema
hu_hu: Rendszerinformáció
mk_mk: Информација за системот

source: Plugins
eo: Kromprogramoj
gl: Engadidos
hu_hu: Bővítmények
mk_mk: Плагини

source: Users
eo: Uzantoj
gl: Usuarios
hu_hu: Felhasználók
mk_mk: Корисници

source: Omeka Admin
eo: Administranto Omeka
gl: Administrar Omeka
hu_hu: Omeka Adminja
mk_mk: Омека админ

source: Skip to main content
eo: Pluiri al ĉefa enhavo
gl: Ir o contido principal
hu_hu: Ugrás a fő tartalomra
mk_mk: Прескокнете до главната содржина

source: Welcome, %s
eo: Bonvenon, %s
gl: Benvido, %s
hu_hu: Üdvözlöm, %s
mk_mk: Добредојдовте, %s

source: Log Out
eo: Elsaluti
gl: Saír
hu_hu: Kilépés
mk_mk: Одјави се

source: General
eo: Ĝenerala
gl: Xeral
hu_hu: Általános
mk_mk: Општо

source: Security
eo: Sekureco
gl: Seguridade
hu_hu: Biztonság
mk_mk: Безбедност

source: Search
eo: Serĉi
gl: Buscar
hu_hu: Keresés
mk_mk: Пребарај

source: Element Sets
eo: Elementaro
gl: Conxuntos de Elementos
hu_hu: Elemkészlet
mk_mk: Сетови од елементи

source: Item Type Elements
eo: Er-tipaj elementoj
gl: Elementos de Tipo Ítem
hu_hu: Elemtípusok leírása
mk_mk: Елементи од типот на ставка

source: Change Password
eo: Ŝangi pasvorton
gl: Cambiar Contrasinal
hu_hu: Jelszó változtatás
mk_mk: Промени лозинка

source: API Keys
eo: Ŝlosiloj API
gl: Chaves API
hu_hu: API kulcsok
mk_mk: API клучеви

source: Name
eo: Nomo
gl: Nome
hu_hu: Név
mk_mk: Име

source: Edit Element Set
eo: Agordi elementaron
gl: Editar conxunto de elementos
hu_hu: Elemkészlet szerkesztése
mk_mk: Уредување на елементи

source: Click and drag the elements into the preferred display order. Click the right arrows to add customized comments to element descriptions.
eo: Alklaku and ŝavu la elementojn en la preferatan montran ordon. Alklaku la dektrajn sagojn por aldoni tajloritajn komentojn al elementa priskribo.
gl: Preme e arrastra os elementos na orde de visualización preferida. Preme nas frechas para engadir comentarios personalizados ás descricións dos elementos.
hu_hu: Jelölje kis és húzza az elemeket a megjeleníteni kívánt sorrendbe. Kattintson a jobbra mutató nyilakra, hogy testre szabott hozzászólásokat adjon hozzá az elemek leírásához.
mk_mk: Кликнете и повлечете ги елементите во склопот на редот за прикажување. Кликнете на десните стрелки за да додадете прилагодени коментари на описите на елементите.

source: Comment
eo: Komento
gl: Comentario
hu_hu: Hozzászólás
mk_mk: Коментар

source: 403: Forbidden
eo: 403: Malpermesita
gl: 403: Prohibido
hu_hu: 403-as hiba
mk_mk: 403:Забрането

source: Sorry, you do not have permission to access this page.
eo: Bedaŭrinde, vi ne havas permeson por atingi tiun ĉi paĝon.
gl: Sintoo, non tes autorización para acceder a esta páxina.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága az oldal megtekintéséhez.
mk_mk: Извинете, Вие немате дозвола да пристапите до страната.

source: site administrator
eo: reteja administranto
gl: administrador do sitio
hu_hu: oldal adminisztrátor
mk_mk: администратор на сајтот

source: If you think you should have permission, try contacting the %s.
eo: Se vi kredas ke vi devus havi permeson, bonvolu kontakti %s.
gl: Se pensas que debería ter permiso, tente contactar no %s.
hu_hu: Ha úgy gondolja van jogosultsága, próbáljon kapcsolatba lépni az %s.
mk_mk: Ако мислите дека треба да имате дозвола, обидете се да контактирате со %s.

source: 404: Page Not Found
eo: 404: Paĝo ne trovita
gl: 404: Páxina Non Atopada
hu_hu: 404-es hiba: Az oldal nem található
mk_mk: 404: Страната не е пронајдена
