Repository: omeka/Omeka
Catalog: application/languages/*.po
Languages: eo, gl, hu_hu, mk_mk

source: Indexing records. This may take a while. You may continue administering your site.
eo: Indeksante rikordojn. Tio povus daŭri iom da tempo. Vi povas daŭrigi vian administradon de la retejo.
gl: Indexando rexistros. Vai levar un tempo. Podes continuar administrando o teu sitio.
hu_hu: Rekordok indexelése. Ez eltarthat egy ideig. Folytathatja webhelyének adminisztrációját.
mk_mk: Индексирање на записи. Ова може да потрае некое време. Може да продолжите да ја администрирате вашата страница.

source: The item type elements were successfully changed!
eo: La et-tipaj elementoj estis sukcese ŝanĝitaj!
gl: Os elementos de tipo ítem foron modificados correctamente!
hu_hu: Az item type elemkészlet sikeresen megváltozott!
mk_mk: Елементите од типот на ставка беа успешно променети!

source: The API configuration was successfully changed!
eo: La API agordo estis sukcese ŝanĝita!
gl: A configuración do API foi modificada correctamente!
hu_hu: Az API konfiguráció sikeresen megváltozott!
mk_mk: Конфигурацијата на API е успешно променета!

source: The ImageMagick directory path works.
eo: La dosieruja adreso de ImageMagick bone funkcias.
gl: A ruta ao directorio de ImageMagick funciona.
hu_hu: Az ImageMagick könyvtár elérési útja működik.
mk_mk: Работи патеката за директориум ImageMagick.

source: The ImageMagick directory path does not work.
eo: La dosieruja adreso de ImageMagick ne funkcias.
gl: A ruta ao directorio de ImageMagick non funciona.
hu_hu: Az ImageMagick könyvtár elérési útja nem működik.
mk_mk: Патеката за директориум ImageMagick не работи.

source: Invalid tagType given.
eo: Ne valida tagType donita.
gl: Tipo de etiqueta (tagType) non válida.
hu_hu: Érvénytelen címke típust adott meg.
mk_mk: Даден е неправилен тип на ознака.

source: Error occurred.
eo: Eraro okazis.
gl: Erro ocurrido.
hu_hu: Hiba történt.
mk_mk: Се случи грешка.

source: Invalid form submission.
eo: Ne valida formularo-sendado.
gl: Envío do formulario non válido.
hu_hu: Érvénytelen űrlap benyújtás.
mk_mk: Неважечко доставување на образец.

source: You have chosen an illegal theme name. Please select another theme.
eo: Vi elektis etosan nomon. Bonvolu elekti alian etoson.
gl: Escolleches un nome de tema ilegal. Selecciona outro tema
hu_hu: Ön egy érvénytelen téma nevet választott. Kérjük válasszon másikat.
mk_mk: Избравте нелегално име на тема. Ве молиме изберете друга тема.

source: This theme requires a newer version of Omeka (%s).
eo: Tiu ĉi etoso necesas pli novan version de Omeka (%s).
gl: Este tema require unha nova versión de Omeka (%s).
hu_hu: A téma alkalmazásához az Omeka egy újabb verziója szükséges (%s).
mk_mk: Оваа тема бара нова верзија на Омека (%s).

source: The theme has been successfully changed.
eo: La etos estis sukcese ŝanĝita.
gl: O tema foi modificado correctamente.
hu_hu: A téma sikeresen megváltoztatva.
mk_mk: Темата беше успешно променета.

source: The theme settings were successfully saved!
eo: La etosaj agordoj estis sukcese savitaj!
gl: As configuración do tema foron gardadas correctamente!
hu_hu: A téma beállításai sikeresen mentésre kerültek!
mk_mk: Поставките за темата беа успешно зачувани!

source: SQL error in migration:
eo: Eraro SQL dum datummigrado:
gl: Erro SQL na migración:
hu_hu: SQL hiba az áthelyezésnél:
mk_mk: SQL грешка при миграција:

source: Omeka requires PHP version %1$s or higher, but this server is running PHP version %2$s. Please update the installed version of PHP and try again.
eo: Omeka necesas version de PHP %1$s aŭ pli alta, sed tiu ĉi servilo funkciigas version %2$s de PHP. Bonvolu ĝisdatigi la instalitan version de PHP kaj provi denove.
gl: Omeka require unha versión de PHP %1$s ou superior, pero este servidor está a executar a versión de PHP %2$s. Actualiza a versión instalada de PHP e téntao de novo.
hu_hu: Az Omeka rendszerhez működéséhez a PHP %1$s vagy annál nagyobb verziója szükséges, de ezen a szerveren a PHP %2$s verzió fut. Frissítse a PHP telepítést és próbálja újra!
mk_mk: За Омека е потребна верзија на PHP %1$s или повисока, но овој сервер работи со верзија на PHP %2$s. Ажурирајте ја инсталираната верзија на PHP и обидете се повторно.

source: Unable to reset password. Please verify that the information is correct and contact an administrator if necessary.
eo: Ne eblis restarigi pasvorton. Bonvolu kontroli ĉu la informoj estas korektaj kaj kontakti administranton se necese.
gl: Deshabilitar restablecer o contrasinal. Verifica que a información é correcta e ponte en contacto co administrador se fose necesario.
hu_hu: Nem lehet visszaállítani a jelszót. Kérjük ellenőrizze, hogy helyesek -e a megadott információk vagy szükség esetén vegye fel a kapcsolatot az adminisztrátorral.
mk_mk: Не може да се ресетира лозинката. Ве молиме, проверете дали информациите се точни и контактирајте администратор ако е потребно.

source: Please follow this link to reset your password:
eo: Bonvolu sekvi tiun ĉi ligilon por restarigi vian pasvorton:
gl: Preme nesta ligazón para restablecer o teu contrasinal:
hu_hu: Jelszava visszaállításához kattintson a hivatkozásra:
mk_mk: Ве молиме следете ја оваа врска за да ја ресетирате вашата лозинка:

source: %s Administrator
eo: %s Administranto
gl: %s Administrador
hu_hu: %s Adminisztrátor
mk_mk: %s Администратор

source: [%s] Reset Your Password
eo: [%s] Restarigi vian pasvorton
gl: [%s] Restablecer o teu contrasinal
hu_hu: [%s] Jelszó visszaállítása
mk_mk: [%s] Изменија лозинката

source: Please check your email for a link to reset your password.
eo: Bonvolu kontroli vian retpoŝton por ligilo al restarigo de via pasvorto.
gl: Verifica o teu correo-e para obter unha ligazón para restablecer o teu contrasinal.
hu_hu: Jelszava visszaállításához kérjük használja az e-mailben kapott hivatkozást.
mk_mk: Проверете ја вашата е-пошта за врска за да ја ресетирате вашата лозинка.

source: Invalid activation code given.
eo: Ne valida aktvigkodo donita.
gl: Código de activación non válido.
hu_hu: Érvénytelen aktiválási kód.
mk_mk: Даден е неправилен код за активирање.

source: Password: The passwords do not match.
eo: Pasvorto: La pasvortoj ne kongruas.
gl: Contrasinal: Os contrasinais non coinciden.
hu_hu: Jelszó: A jelszavak nem egyeznek.
mk_mk: Лозинка: Лозинките не се совпаѓаат.

source: You may now log in to Omeka.
eo: Vi povas nun ensaluti en Omeka.
gl: Agora podes iniciar sesión en Omeka.
hu_hu: Most már bejelentkezhet Omeká-ba.
mk_mk: Сега можете да се логирате во Омека.

source: There was an invalid entry on the form. Please try again.
eo: Estis ne valida enigo en la formularo. Bonvolu provi denove.
gl: Houbo unha entrada non válida no formulario. Volve tentalo.
hu_hu: Érvénytelen bejegyzés történt az űrlapon. Kérjük próbája újra.
mk_mk: Имаше неважечки запис на формуларот. Ве молиме обидете се повторно.

source: The user "%s" was successfully added!
eo: La uzanto "%s" estis sukcese aldonita!
gl: O usuario "%s" foi engadido correctamente!
hu_hu: "%s" felhasználó sikeresen hozzá lett adva!
mk_mk: Корисникот „%s“ е успешно додаден!

source: The user "%s" was added, but the activation email could not be sent.
eo: La uzanto "%s" estis aldonita, sed ne eblis sendi la aktivigan retmesaĝon.
gl: O usuario "%s" foi engadido, pero o correo-e de activación non pode ser enviado.
hu_hu: "%s" felhasználó sikeresen hozzá lett adva, de az aktiváló email nem került kiküldésre.
mk_mk: Корисникот „%s“ е додаден, но е-поштата за активирање не може да се испрати.

source: User activation email has been sent.
eo: Uzantaktiviga retmesaĝo sendita.
gl: O correo-e de activación foi enviado.
hu_hu: Aktiváló email elküldve.
mk_mk: Испратена е-пошта за активирање на корисник.

source: User activation email could not be sent.
eo: Ne eblis sendi la uzantaktivigan retmesaĝon.
gl: O correo-e de activación non pode ser enviado.
hu_hu: Az aktiváló email nem lett elküldve.
mk_mk: Е-поштата за активирање на корисникот не може да се испрати.

source: The user %s was successfully changed!
eo: La uzanto %s estis sukcese ŝanĝita!
gl: O usuario %s foi modificado correctamente!
hu_hu: %s felhasználó sikeresen módosítva!
mk_mk: Корисникот %s е успешно променет!

source: Password changed!
eo: Pasvorto ŝanĝita!
gl: Contrasinal modificado!
hu_hu: Jelszó megváltozott!
mk_mk: Лозинката е променета!

source: A new API key was successfully created.
eo: Nova API ŝlosilo estis sukcese kreita.
gl: A nova chave do API foi creada correctamente.
hu_hu: Sikeres új API kulcs létrehozás.
mk_mk: Успешно беше создаден нов клуч API.

source: An existing API key was successfully rescinded.
eo: Ekzistanta API ŝlosilo estis sukcese nuligita.
gl: Un chave do API foi rescindida correctamente.
hu_hu: Egy meglévő API kulcs sikeresen érvénytelenítve lett.
mk_mk: Постоечки клуч за API беше успешно повлечен.

source: The user "%s" was successfully deleted!
eo: La uzanto "%s" estis sukcese forigita!
gl: O usuario "%s" foi eliminada correctamente!
hu_hu: "%s' felhasználó sikeresen törölve lett!
mk_mk: Корисникот „%s“ е успешно избришан!

source: %s will be deleted from the system. Items, collections, and tags created by this user will remain in the system, but will no longer be associated with this user.
eo: %s estos forigita el la sistemo. Eroj, kolektoj kaj etikedoj kreitaj de tiu ĉi uzanto restos en la sistemo, sed ne plu estos asociitaj al tiu ĉi uzanto.
gl: %s borrarase do sistema. Os elementos, coleccións e etiquetas creados por este usuario permanecerán no sistema, pero xa non estarán asociados con este usuario.
hu_hu: %s törölve lesz a rendszerből. A felhasználó által létrehozott elemek, gyűjtemények és címkék megmaradnak a rendszerben, de nem lesznek többé a felhasználóhoz társítva.
mk_mk: %s ќе се избрише од системот. Предметите, колекциите и ознаките создадени од овој корисник ќе останат во системот, но повеќе нема да бидат поврзани со овој корисник.

source: Welcome!
eo: Bonvenon!
gl: Benvido!
hu_hu: Üdvözlöm!
mk_mk: Добредојдовте!

source: Your account for the %s repository has been created. Please click the following link to activate your account:
eo: Via uzantkonto por la arĥivo %s estis kreita. Bonvolu alklaki la sekvantan ligilon por aktivigi vian uzantkonton:
gl: A túa conta para o repositorio %s foi creada. Preme na seguinte ligazón para activar a túa conta:
hu_hu: Az ön felhasználói fiókja az %s repozitóriumban elkészült. Kérjük fiókja aktiválásához kattintson az alábbi hivatkozásra:
mk_mk: Вашата сметка за складиштето %s е создадена. Кликнете на следниов линк за активирање на вашата сметка:

source: Activate your account with the %s repository
eo: Aktivigi vian uzantkonton ĉe la arĥivo %s
gl: Activar a túa conta co repositorio %s
hu_hu: Felhasználói fiók aktiválása az %s repozitóriumban
mk_mk: Активирајте ја вашата сметка со складиштето %s

source: Login information incorrect. Please try again.
eo: Ensalutaj informoj ne korektas. Bonvolu provi denove.
gl: Información de inicio de sesión incorrecta. Téntao de novo.
hu_hu: Téves bejelentkezési adatok. Kérjük próbálja újra.
mk_mk: Информациите за најавување се неточни. Ве молиме обидете се повторно.

source: Use Square Thumbnails
eo: Uzi kvadrajn miniaturojn.
gl: Empregar miniaturas cadradas
hu_hu: Négyzetes bélyegképek használata
mk_mk: Користете квадратни сликички

source: Use square-cropped images by default wherever thumbnails appear in the public interface.
eo: Uzi defaŭlte bildojn kvadrate stucitajn, kiam miniaturoj aperas en la publika interfaco.
gl: Empregas por defecto as imaxes recortadas en forma de cadrado se as miniaturas aparecen na interface pública.
hu_hu: Azokon a nyilvános felületeken ahol a bélyegképek láthatóak lesznek, alapértelmezettként a négyzet alakú bélyegképek jelenjenek meg.
mk_mk: Користете квадратно исечени слики по дифолт, каде и да се појавуваат сликички во јавниот интерфејс.

source: Fullsize Image Size
eo: Plengranda bild-dimensio
gl: Tamaño de imaxe en tamaño normal
hu_hu: Teljes kép mérete
mk_mk: Големина на слика со целосна големина

source: Maximum fullsize image size constraint (in pixels).
eo: Plej granda limigo por plengrandaj bild-dimensioj (bildera).
gl: A restrición máxima do tamaño da imaxe en tamaño normal (en píxeles).
hu_hu: Maximális képméret (pixelben).
mk_mk: Максимално ограничување на големината на сликата во целосна големина (во пиксели).

source: Thumbnail Size
eo: Miniatura dimensio
gl: Tamaño da Miniatura
hu_hu: Bélyegkép mérete
mk_mk: Големина на сликички

source: Maximum thumbnail size constraint (in pixels).
eo: Plej granda limigo por miniaturaj dimensioj (bildera).
gl: Restrición máxima de tamaño de miniatura (en píxeles).
hu_hu: Bélyegkép maximális mérete (pixelben)
mk_mk: Максимално ограничување на големината на сликичката (во пиксели).

source: Square Thumbnail Size
eo: Miniatura bild-dimensio
gl: Tamaño da Miniatura Cuadrada
hu_hu: Négyzetes bélyegkép mérete
mk_mk: Големина на квадратни сликички

source: Maximum square thumbnail size constraint (in pixels).
eo: Plej granda limigo por kvadra-miniaturaj dimensioj (bildera).
gl: Restrición de tamaño máximo de miniatura cadrada (en píxeles).
hu_hu: Négyzetes bélyegkép maximális mérete (pixelben)
mk_mk: Максимално ограничување на големината на квадратните сликички (во пиксели).

source: Results Per Page (admin)
eo: Rezultoj ĉiupaĝe (admin)
gl: Resultados por Páxina (admin)
hu_hu: Találatok oldalanként (admin)
mk_mk: Резултати по страница (администратор)

source: Limit the number of results displayed per page in the administrative interface.
eo: Limigi la nombron de rezultoj montritaj ĉiupaĝe en la administra interfaco.
gl: Limitar o número de resultados visualizados por páxina na interface administrativa.
hu_hu: Korlátozza az oldalanként megjelenített találatok számát az adminisztrációs felületen.
mk_mk: Ограничете го бројот на прикажани резултати по страница во административниот интерфејс.

source: Results Per Page (public)
eo: Rezultoj ĉiupaĝe (publika)
gl: Resultados por Páxina (público)
hu_hu: Találatok oldalanként (nyilvános)
mk_mk: Резултати по страница (јавна)

source: Limit the number of results displayed per page in the public interface.
eo: Limigi la nombron de rezultoj montritaj en ĉiu paĝo de la publika interfaco.
gl: Limitar o número de resultados visualizados por páxina na interface pública.
hu_hu: Korlátozza az oldalanként megjelenített találatok számát a nyilvános felületen.
mk_mk: Ограничете го бројот на прикажани резултати по страница во јавниот интерфејс.

source: Show Empty Elements
eo: Montri malplenajn elementojn
gl: Amosar Elementos Baleiros
hu_hu: Üres elemek megjelenítése
mk_mk: Покажете празни елементи

source: Show Element Set Headings
eo: Montri elementarajn titolojn
gl: Amosar as cabeceiras do conxunto de elementos
hu_hu: Elemkészlet-fejlécek megjelenítése
mk_mk: Покажете ги заглавјата на елементите

source: Link to File Metadata
eo: Ligilo al dosieraj metadatumoj
gl: Ligazón aos metadatos do ficheiro
hu_hu: Fájl metaadatainak hivatkozása
mk_mk: Врска до метаподатоците за датотеки

source: Have item files link to the file metadata instead of the file directly.
eo: Ligi erajn dosierojn al dosieraj metadatumoj anstataŭ ol rekte al la dosiero.
gl: Ter os ficheiros de elementos ligados aos metadatos do ficheiro no canto do ficheiro directamente.
hu_hu: A fájlok linkje ne közvetlenül a fájlokra, hanem azok metaadataira mutasson.
mk_mk: Датотеките со ставки нека водат до метаподатоците за датотеките наместо директно до датотеката.

source: Admin Theme
eo: Admin etoso
gl: Tema Administración
hu_hu: Adminisztrátori sablon
mk_mk: Тема за администратор

source: Derivative Size Constraints
eo: Derivaj dimensiaj limigoj
gl: Restricións de Tamaño das Derivadas
mk_mk: Ограничувања за големината на дериватите

source: Display Settings
eo: Montraj agordoj
gl: Configuración de visualización
hu_hu: Megjelenítési beállítások
mk_mk: Поставувања на екранот

source: Admin Themes
eo: Admin etosoj
gl: Temas de admin
hu_hu: Adminisztrátori sablonok
mk_mk: Теми за администратори

source: Current Password
eo: Nuna pasvorto
gl: Contrasinal actual
hu_hu: Jelenlegi jelszó
mk_mk: Актуелна лозинка

source: Password must be at least 6 characters long.
eo: Pasvorto devas esti almenaŭ 6 signojn longa.
gl: O contrasinal debe ter polo menos 6 caracteres de lonxitude.
hu_hu: A jelszónak legalább 6 karakter hosszúságúnak kell lennie.
mk_mk: Лозинката мора да биде долга најмалку 6 карактери.

source: Invalid current password
eo: Nevalida nuna pasvorto
gl: Contrasinal actual non válida
hu_hu: Érvénytelen jelszó
mk_mk: Невалидна тековна лозинка

source: New Password
eo: Nova pasvorto
gl: Novo contrasinal
hu_hu: Új jelszó
mk_mk: Нова лозинка

source: New password must be entered.
eo: Nova pasvorto devas esti enigita.
gl: Debe ingresar un novo contrasinal.
hu_hu: Új jelszó megadása szükséges.
mk_mk: Мора да се внесе нова лозинка.

source: New password must be typed correctly twice.
eo: Nova pasvorto devas esti enigita korekte dufoje.
gl: Debes introducir o novo contrasinal dúas veces correctamente.
hu_hu: Az új jelszót két alkalommal helyesen kell beírni.
mk_mk: Новата лозинка мора да биде внесена правилно двапати.

source: New password must be at least %min% characters long.
eo: Nova pasvorto devas esti longa minimume %min% signojn.
gl: O novo contrasinal debe ter polo menos %min% caracteres de lonxitude.
hu_hu: Az új jelszónak legalább %min% karakter hosszúságúnak kell lennie.
mk_mk: Новата лозинка мора да има најмалку %min% знаци.

source: Repeat New Password
eo: Ripetu novan pasvorton
gl: Repetir o novo contrasinal
hu_hu: Ismételje meg az új jelszót
mk_mk: Повтори ја новата лозинка

source: Site Title
eo: Reteja titolo
gl: Título do sitio
hu_hu: Oldal címe
mk_mk: Наслов на сајтот

source: Site Description
eo: Reteja priskribo
gl: Descrición do sitio
hu_hu: Oldal leírása
mk_mk: Опис на сајтот

source: Administrator Email
eo: Administranta retadreso
gl: Correo-e do administrador
hu_hu: Adminisztrátor e-mail címe
mk_mk: Е-пошта за администраторот

source: Site Copyright Information
eo: Retejaj kopirajtaj informoj
gl: Información do Copyright do Sitio
hu_hu: Oldal Copyrigth információi
mk_mk: Информации за авторските права на страницата

source: Site Author Information
eo: Retejaj aŭtoraj informoj
gl: Información do Autor do Sitio
hu_hu: Oldal létrehozóinak adatai
mk_mk: Информации за авторот на страницата

source: Tag Delimiter
eo: Etikeda disigilo
gl: Delimitador das etiquetas
hu_hu: Címke korlát
mk_mk: Раздвојувачот на тагот

source: Separate tags using this character or string. Be careful when changing this setting. You run the risk of splitting tags that contain the old delimiter.
eo: Disigi etikedojn uzante tiun ĉi signon aŭ ĉenon. Atentu, kiam ŝanĝante tiun ĉi agordon. Vi riskas disigi etikedojn, kiuj enhavas la malnovan disigilon.
gl: Separar etiquetas usando este carácter ou cadea. Teña coidado ao cambiar esta configuración. Corres o risco de dividir as etiquetas que conteñen o antigo delimitador.
hu_hu: Válasszon címkéket a karakter vagy a karakterlánc segítségével. Legyen óvatos a beállítás módosításakor. Fennáll annak a kockázata, hogy a korábbi határolót tartalmazó címkéket felbontja.
mk_mk: Одделете ги ознаките користејќи го овој знак или низа. Бидете внимателни кога ја менувате оваа поставка. Вие ризикувате да ги поделите ознаките што го содржат стариот разграничувач.

source: ImageMagick Directory Path
eo: ImageMagick dosieruja vojo
gl: Ruta do directorio de ImageMagick
hu_hu: ImagMagick könyvtár elérési útja
mk_mk: Патека на директориуми ImageMagick

source: must be 30 characters or fewer with no whitespace
eo: devas esti 30 signojn aŭ malpli sen blankspacoj
gl: debe ter 30 caracteres ou menos sen espazos en branco
hu_hu: 30 vagy annál kevesebb karaktert kell tartalmaznia szóközök nélkül
mk_mk: мора да има 30 карактери или помалку и да нема празно место

source: Whitespace is not allowed. Only these special characters may be used: %s
eo: Blankspacoj ne estas permesataj. Nur tiuj ĉi specialaj signoj povas esti uzitaj: %s
gl: Espacios en branco non permitido. Só estes caracteres especiais poden ser empregados: %s
hu_hu: A szóközök használata nem megengedett. Csak a következő speciális karakterek használhatóak: %s
mk_mk: Белиот простор не е дозволен. Може да се користат само овие специјални знаци: %s

source: Password
eo: Pasvorto
gl: Contrasinal
hu_hu: Jelszó
mk_mk: Лозинка

source: must be at least 6 characters
eo: almenaŭ 6 signojn
gl: debe ter polo menos 6 caracteres
hu_hu: legalább 6 karakter hosszúságúnak kell lennie
mk_mk: мора да има најмалку 6 карактери

source: Confirm your password.
eo: Konfirmu vian pasvorton.
gl: Confirma o teu contrasinal.
hu_hu: Erősítse meg jelszavát.
mk_mk: Потврдете ја Вашата лозинка.

source: Separate tags using this character or string.
eo: Disigi etikedojn per tiu ĉi signo aŭ ĉeno.
gl: Separar as etiquetas empregando este caracter ou cadea.
hu_hu: Különböző címkék használják ezt a karaktert vagy karakterláncot.
mk_mk: Одделете ги ознаките користејќи го овој знак или низа.

source: Maximum fullsize image size constraint (in pixels)
eo: Maksimuma dimensia limigo (laŭbildera) de plengrandaj bildoj
gl: s
hu_hu: Maximális képméret (pixelben)
mk_mk: Максимално ограничување на големината на сликата во целосна големина (во пиксели)

source: Maximum thumbnail size constraint (in pixels)
eo: Maksimuma dimensia limigo (laŭbildera) de miniaturoj
gl: Restrición máxima de tamaño de miniatura (en píxeles)
hu_hu: Bélyegkép maximális mérete (pixelben)
mk_mk: Максимално ограничување на големината на квадратните сликички (во пиксели).

source: Maximum square thumbnail size constraint (in pixels)
eo: Maksimuma dimensia limigo (laŭbildera) de kvadraj miniaturoj
gl: Restrición de tamaño máximo de miniatura cadrada (en píxeles).
hu_hu: Négyzetes bélyegkép maximális mérete (pixelben)
mk_mk: Максимално ограничување на големината на квадратните сликички (во пиксели).

source: Items Per Page (admin)
eo: Eroj ĉiupaĝe (admin)
gl: Ítems Por Páxina (admin)
hu_hu: Elemek oldalanként (admin)
mk_mk: Предмети по страница (администратор)

source: Limit the number of items displayed per page in the administrative interface.
eo: Limigi la nombron de eroj montritaj en ĉiu paĝo de la administra interfaco.
gl: Limitar o número de ítems visualizados por páxina na interface de administración.
hu_hu: Korlátozza az oldalanként megjelenített elemek számát az adminisztrációs felületen.
mk_mk: Ограничете го бројот на прикажани ставки по страница во административниот интерфејс.

source: Items Per Page (public)
eo: Eroj ĉiupaĝe (publika)
gl: Ítems Por Páxina (público)
hu_hu: Elemek oldalanként (nyilvános)
mk_mk: Предмети по страница (јавна)

source: Limit the number of items displayed per page in the public interface.
eo: Limigi la nombron de eroj montritaj en ĉiu paĝo de la publika interfaco.
gl: Limitar o número de ítems visualizados por páxina na interface pública.
hu_hu: Korlátozza az oldalanként megjelenített elemek számát a nyilvános felületen.
mk_mk: Ограничете го бројот на прикажани ставки по страница во јавниот интерфејс.

source: Check box to show metadata elements with no text.
eo: Ŝalti markobutonon por montri metadatumajn elementojn sen teksto.
gl: Casilla para amosar os elementos de metadatos sen texto.
hu_hu: Jelölje be a négyzetet a metaadat elemek szöveg nélküli megjelenítéséhez.
mk_mk: Поле за избор за да се прикажат елементи на метаподатоци без текст.

source: Default Superuser Account
eo: Defaŭlta ĉefuzanta konto
gl: Conta de Superusuario predeterminada
hu_hu: Alapértelmezett Superuser fiók
mk_mk: Стандардна сметка за суперкорисник

source: Site Settings
eo: Retejaj agordoj
gl: Configuración do sitio
hu_hu: Oldal beállítás
mk_mk: Поставки за страницата

source: The name of the item type.
eo: La nomo de la era tipo.
gl: O nome do tipo de ítem.
hu_hu: Az elem típusának neve.
mk_mk: Името на типот на ставката.
