Repository: omeka/Omeka
Catalog: application/languages/*.po
Languages: eo, gl, hu_hu, mk_mk

source: Enter your email address to retrieve your password.
eo: Enigu vian retadreson por ricevi vian pasvorton.
gl: Introduce o teu correo-e para recuperar o teu contrasinal.
hu_hu: Jelszava visszaállításához kérjük adja meg email címét.
mk_mk: Внесете ја вашата адреса за е-пошта за да ја добиете вашата лозинка.

source: Submit
eo: Sendi
gl: Enviar
hu_hu: Beküldés
mk_mk: Испрати

source: Back to Log In
eo: Reen al ensalutejo
gl: Volver ao inicio de sesión
hu_hu: Vissza a belépéshez
mk_mk: Назад за да се најавите

source: Log In
eo: Ensaluti
gl: Iniciar sesión
hu_hu: Belépés
mk_mk: Најава

source: Go to the public site
eo: Iru al la publika retejo
gl: Ir ao sitio público
hu_hu: Ugrás a nyilvános webhelyre
mk_mk: Одете на јавната страница

source: (Lost your password?)
eo: (Pasvorto perdita?)
gl: (Perdiches o contrasinal?)
hu_hu: (Elfelejtette jelszavát?)
mk_mk: (Ја изгубивте вашата лозинка?)

source: User #%s
eo: Uzanto #%s
gl: Usuario #%s
hu_hu: #%s felhasználó
mk_mk: Корисник # %s

source: Edit this User
eo: Redakti tiun ĉi uzanton
gl: Editar este Usuario
hu_hu: Felhasználó szerkesztése
mk_mk: Уредете го овој корисник

source: The appearance settings have been updated.
eo: La aspektaj agordoj estis ĝisdatigitaj.
gl: As configuración de apariencia foron actualizadas.
hu_hu: A megjelenítési beállítások frissítése kész.
mk_mk: Поставките за изгледот се ажурирани.

source: There were errors found in your form. Please edit and resubmit.
eo: Oni trovis erarojn en via formularo. Bonvolu redakti kaj resendi.
gl: Atopáronse erros no teu formulario. Edítao e volve enviar.
hu_hu: Hibát találtunk az űrlapon. Kérjük módosítsa és küldje be újra.
mk_mk: Најдени се грешки во вашата форма. Ве молиме уредувајте и повторно испратете ја.

source: The navigation settings have been updated.
eo: La navigaj agordoj estis ĝisdatigitaj.
gl: As configuración de navegación foron actualizadas.
hu_hu: A navigációs beállítások frissítése kész.
mk_mk: Поставките за навигација се ажурирани.

source: The navigation settings were not saved because of missing or invalid values. All changed values have been restored.
eo: La navigaj agordoj ne estis savitaj ĉar iu valoroj ne estis validaj au malĉeestis. Ĉiuj ŝanĝitaj valoroj estis restaŭritaj.
gl: A configuración de navegación non se gardou debido a valores perdidos ou non válidos. Todos os valores modificados foron restaurados.
hu_hu: A navigációs beállítások a hiányzó vagy érvénytelen értékek miatt nem kerültek mentésre. Minden beállított érték visszaállt.
mk_mk: Поставките за навигација не беа зачувани поради недостасувани или невалидни вредности. Сите променети вредности се обновени.

source: The navigation settings have been reset.
eo: La navigaj agordoj estis restarigitaj.
gl: As configuración de navegación foron reestablecidas.
hu_hu: A navigációs beállítások vissza lettek állítva.
mk_mk: Поставките за навигација се ресетирани.

source: The collection "%s" was successfully added!
eo: La kolekto "%s" estis sukcese aldonita!
gl: A colección "%s" foi engadida correctamente!
hu_hu: "%s" gyűjtemény sikeresen hozzáadva!
mk_mk: Колекцијата „%s“ е успешно додадена!

source: The collection #%s was successfully added!
eo: La kolekto #%s estis sukcese aldonita!
gl: A colección #%s foi engadida correctamente!
hu_hu: #%s gyűjtemény sikeresen hozzáadva!
mk_mk: Колекцијата # %s е успешно додадена!

source: The collection "%s" was successfully changed!
eo: La kolekto "%s" estis sukcese ŝanĝita!
gl: A colección "%s" foi modificada correctamente!
hu_hu: "%s" gyűjtemény sikeresen megváltoztatva!
mk_mk: Колекцијата „%s“ е успешно променета!

source: The collection #%s was successfully changed!
eo: La kolekto #%s estis sukcese ŝanĝita!
gl: A colección #%s foi modificada correctamente!
hu_hu: #%s gyűjtemény sikeresen megváltoztatva!
mk_mk: Колекцијата # %s е успешно променета!

source: The collection "%s" was successfully deleted!
eo: La kolekto "%s" estis sukcese forigita!
gl: A colección "%s" foi eliminada correctamente!
hu_hu: "%s" gyűjtemény sikeresen törölve!
mk_mk: Колекцијата „%s“ е успешно избришана!

source: The collection #%s was successfully deleted!
eo: La kolekto #%s estis sukcese forigita!
gl: A colección #%s foi eliminada correctamente!
hu_hu: #%s gyűjtemény sikeresen törölve!
mk_mk: Колекцијата # %s е успешно избришана!

source: This will delete the collection "%s" and its associated metadata. This will not delete any items in this collection, but will delete the reference to this collection in each item.
eo: Tio forigos la kolekton "%s" kaj ĉiujn asociitajn metadatumojn. Tio ne forigos iu ajn eron en la kolekto, sed forigos la rilatojn de ĉiu ero al tiu ĉi kolekto.
gl: Isto borrará a colección "%s" e os seus metadatos asociados. Isto non borrará ningún elemento desta colección, pero eliminará a referencia a esta colección en cada elemento.
hu_hu: Ezzel törli a "%s" gyűjteményt és a hozzá tartozó metaadatokat. A gyűjtemény elemei nem törlődnek, csak a gyűjteményre mutató hivatkozások.
mk_mk: Ова ќе ја избрише колекцијата „%s“ и нејзините поврзани метаподатоци. Ова нема да избрише ниту една ставка во оваа колекција, но ќе ја избрише препораката за оваа колекција во секоја ставка.

source: This will delete the collection #%s and its associated metadata. This will not delete any items in this collection, but will delete the reference to this collection in each item.
eo: Tio forigos la kolekton #%s kaj ĉiujn asociitajn metadatumojn. Tio ne forigos iu ajn eron en la kolekto, sed forigos la rilatojn de ĉiu ero al tiu ĉi kolekto.
gl: Isto borrará a colección #%s e os seus metadatos asociados. Isto non borrará ningún elemento desta colección, pero eliminará a referencia a esta colección en cada elemento.
hu_hu: Ezzel törli a "%s" gyűjteményt és a hozzá tartozó metaadatokat. A gyűjtemény elemei nem törlődnek, csak a gyűjteményre mutató hivatkozások.
mk_mk: Ова ќе ја избрише колекцијата # %s и нејзините поврзани метаподатоци. Ова нема да избрише ниту една ставка во оваа колекција, но ќе ја избрише препораката за оваа колекција во секоја ставка.

source: This will delete the element set and all elements assigned to the element set. Items will lose all metadata that is specific to this element set.
eo: Tio forigos la elementaron kaj ĉiujn elementojn asociitaj al la elementaro. Eroj perdos ĉiujn metadatumojn, kiuj estas specifaj de tiu ĉi elementaro.
gl: Isto borrará o conxunto de elementos e todos os elementos asignados ao conxunto de elementos. Os ítems perderán todos os metadatos específicos deste conxunto de elementos.
hu_hu: Ezzel törli az elemkészletet és az elemkészlethez rendelt összes elemet. Az elemek elveszítik az adott elemkészlethez tartozó összes metaadatot.
mk_mk: Ова ќе ги избрише множеството елементи и сите елементи доделени на множеството елементи. Предметите ќе ги изгубат сите метаподатоци што се специфични за ова множество елементи.

source: There was an error on the form. Please try again.
eo: Estis eraro en la formularo. Bonvolu provi denove.
gl: Produciuse un erro no formulario. Tentao de novo.
hu_hu: Hiba történt az űrlapon. Kérjük próbálja újra.
mk_mk: Имаше грешка во образецот. Ве молиме обидете се повторно.

source: The element set was successfully changed!
eo: La elementaro estis sukcese ŝanĝita!
gl: O conxunto de elementos foi modificado correctamente!
hu_hu: Az elemkészlet sikeresen megváltozott!
mk_mk: Сетот на елементи е успешно променет!

source: Page not found.
eo: Paĝo ne trovita.
gl: Páxina non atopada.
hu_hu: Az oldal nem található.
mk_mk: Страницата не е пронајдена.

source: Access denied.
eo: Eniro malpermesata.
gl: Acceso denegado.
hu_hu: Hozzáférés megtagadva.
mk_mk: Пристапот е одбиен.

source: This will delete the file and its associated metadata.
eo: Tio forigos la dosieron kaj ĉiujn asociitajn metadatumojn.
gl: Isto borrará o ficheiro e os seus metadatos asociados.
hu_hu: Ezzel törli az állományt és a hozzá tartozó metaadatokat.
mk_mk: Ова ќе ги избрише датотеката и нејзините поврзани метаподатоци.

source: The file was successfully deleted.
eo: La dosiero estis sukcese forigita.
gl: O ficheiro foi eliminado correctamente.
hu_hu: Az állományt sikeresen törölte.
mk_mk: Датотеката е успешно избришана.

source: The item type "%s" was successfully added.
eo: La era tipo "%s" estis sukcese aldonita.
gl: O tipo de ítem "%s" foi engadido correctamente.
hu_hu: "%s" elemtípus sikeresen hozzá lett adva.
mk_mk: Типот на ставка „%s“ е успешно додаден.

source: The item type "%s" was successfully updated.
eo: La era tipo "%s" estis sukcese ĝisdatigita.
gl: O tipo de ítem "%s" foi actualizado correctamente.
hu_hu: "%s" elemtípus sikeresen frissítve lett.
mk_mk: Типот на ставка „%s“ е успешно ажуриран.

source: This will delete the "%s" item type but will not delete the elements assigned to the item type. Items that are assigned to this item type will lose all metadata that is specific to the item type.
eo: Tio forigos la eran tipon "%s" sed ne forigos la elementojn asociitaj al la era tipo. Eroj, kiuj estis asociitaj al tiu ĉi era tipo, perdos ĉiujn siajn metadatumojn, kiuj estas speficaj de la era tipo.
gl: Isto borrará o tipo de ítem "%s" pero non eliminará os elementos asignados ao tipo de ítem. Os elementos asignados a este tipo de elemento perderán todos os metadatos que sexan específicos do tipo de ítem.
hu_hu: Ezzel törli az "%s" elemtípust de az elemhez rendelt elemeket nem. Az elemek elveszítik az adott elemkészlethez tartozó összes metaadatot.
mk_mk: Ова ќе го избрише типот на ставка "%s", но нема да ги избрише елементите доделени на типот на ставка. Предметите што се доделени на овој тип ставка ќе ги изгубат сите метаподатоци што се специфични за типот на ставка.

source: The item type "%s" was successfully added! You may now add elements to your new item type.
eo: La era tipo "%s" estis sukcese aldonita! Vi povus nun aldoni elementojn al via nova era tipo.
gl: O tipo de ítem "%s" foi engadido correctamente. Agora podes engadir elementos ao novo tipo de ítem.
hu_hu: Az "%s" elemtípus sikeresen hozzáadva! Most már hozzáadhat elemeket az új elemtípushoz.
mk_mk: Типот на ставка „%s“ е успешно додаден! Сега можете да додадете елементи на вашиот нов тип ставка.

source: The ImageMagick directory path has not been set. No derivative images will be created. If you would like Omeka to create derivative images, please set the path in Settings.
eo: La vojo al la dosierujo de ImageMagick ne estis starigita. Neniu deriva bildo estos kreita. Se vi ŝatus ke Omeka kreu derivajn bildojn, bonvolu starigi la vojon en Agordoj.
gl: Non se axustou a ruta do directorio de ImageMagick. Non se crearán imaxes derivadas. Se desexa que Omeka xenere imaxes derivadas, configure a ruta no apartado de Configuración.
hu_hu: Az ImageMagick könyvtár elérési útja nem lett megadva. A derivált képek nem jöttek létre. Ha szeretné, hogy az Omeka létrehozza a derivált képeket, állítsa be az elérési útvonalat a Beállítások menüpontban.
mk_mk: Патеката за директориум ImageMagick не е поставена. Нема да се создаваат деривативни слики. Ако сакате Омека да создаде деривативни слики, поставете ја патеката во Поставки.

source: The item "%s" was successfully added!
eo: La ero "%s" estis sukcese aldonita!
gl: O ítem "%s" foi creado correctamente!
hu_hu: "%s" elem sikeresen hozzáadva!
mk_mk: Ставката „%s“ е успешно додадена!

source: The item #%s was successfully added!
eo: La ero #%s estis sukcese aldonita!
gl: O ítem #%s foi creado correctamente!
hu_hu: #%s elem sikeresen hozzáadva!
mk_mk: Ставката # %s е успешно додадена!

source: The item "%s" was successfully changed!
eo: La ero "%s" estis sukcese ŝanĝita!
gl: O ítem "%s" foi modificado correctamente!
hu_hu: "%s" elem sikeresen megváltoztatva!
mk_mk: Ставката „%s“ е успешно променета!

source: The item #%s was successfully changed!
eo: La ero #%s estis sukcese ŝanĝita!
gl: O ítem #%s foi modificado correctamente!
hu_hu: #%s elem sikeresen megváltoztatva!
mk_mk: Ставката # %s е успешно променета!

source: The item "%s" was successfully deleted!
eo: La ero "%s" estis sukcese forigita!
gl: O ítem "%s" foi eliminado correctamente!
hu_hu: "%s" elem sikeresen törölve!
mk_mk: Ставката „%s“ е успешно избришана!

source: The item #%s was successfully deleted!
eo: La ero #%s estis sukcese forigita!
gl: O ítem #%s foi eliminado correctamente!
hu_hu: # %s elem sikeresen törölve!
mk_mk: Ставката # %s е успешно избришана!

source: This will delete the item "%s" and its associated metadata. It will also delete all files and file metadata associated with this item.
eo: Tio forigos la eron "%s" kaj la metadatumojn al ĝi asociitaj. Tio ankaŭ forigos ĉiujn dosierojn kaj metadatumojn asociitaj al tiu ĉi ero.
gl: Isto borrará o elemento "%s" e os seus metadatos asociados. Tamén eliminará todos os ficheiros e metadatos do ficheiro asociados a este ítem.
hu_hu: Ezzel törli az "%s" elemet és a hozzá tartozó metaadatokat. Az elemhez tartozó összes fájl és az azokhoz tartozó metaadatok is törlődnek.
mk_mk: Ова ќе ја избрише ставката „%s“ и нејзините поврзани метаподатоци. Исто така, ќе ги избрише сите датотеки и метаподатоци за датотеки поврзани со оваа ставка.

source: This will delete the item #%s and its associated metadata. It will also delete all files and file metadata associated with this item.
eo: Tio forigos la eron #%s kaj la metadatumojn al ĝi asociitaj. Tio ankaŭ forigos ĉiujn dosierojn kaj metadatumojn asociitaj al tiu ĉi ero.
gl: Isto eliminará o ítem #%s e os metadatos asociados. Tamén eliminará todos os ficheiros e os metadatos asociados con este elemento.
hu_hu: Ezzel törli az #%s elemet és a hozzá tartozó metaadatokat. Az elemhez tartozó összes fájl és az azokhoz tartozó metaadatok is törlődnek.
mk_mk: Ова ќе ја избрише ставката # %s и нејзините поврзани метаподатоци. Исто така, ќе ги избрише сите датотеки и метаподатоци за датотеки поврзани со оваа ставка.

source: No item to batch edit.
eo: Ne ekzistas eroj staple-redaktindaj.
gl: Sen ítem para editar por lotes.
hu_hu: Nem található elem tömeges szerkesztésre.
mk_mk: Нема ставка за сериско уредување.

source: The deletion of all items is forbidden.
eo: La forigo de ĉiuj eroj estas malpermesata.
gl: A eliminación de todos os ítems está prohibida.
hu_hu: Az összes elem törlése nem megengedett.
mk_mk: Забрането е бришење на сите ставки.

source: You must choose some items to batch edit.
eo: Vi devas elekti iujn erojn por staple-redakti ilin.
gl: Debes escoller algúns ítems para editar por lotes.
hu_hu: Tömeges szerkesztéshez kötelező néhány elemet kijelölnie.
mk_mk: Мора да изберете некои ставки за сериско уредување.

source: User is not allowed to modify visibility of items.
eo: La uzanto ne estas permesata modifi la videblecon de eroj.
gl: O usuario non ten permitido modificar a visibilidade dos ítems.
hu_hu: A felhasználó nem módosíthatja az elemek láthatóságát.
mk_mk: На корисникот не му е дозволено да ја менува видливоста на ставките.

source: User is not allowed to modify featured status of items.
eo: Uzanto ne estas rajtigita ŝanĝi elstarigan staton de eroj.
gl: O usuario non ten permitido modificar o estado destacado do ítems.
hu_hu: A felhasználó nem módosíthatja az elemek állapotát.
mk_mk: На корисникот не му е дозволено да го менува обележаниот статус на ставки.

source: User is not allowed to delete selected items.
eo: La uzanto ne estas permesata forigi elektitajn erojn.
gl: O usuario non ten permitido eliminar os ítems seleccionados.
hu_hu: A felhasználó nem törölheti ki a kijelölt elemeket.
mk_mk: На корисникот не му е дозволено да ги брише избраните ставки.

source: User is not allowed to edit selected items.
eo: La uzanto ne estas permesta redakti elektitajn erojn.
gl: O usuario non ten permitido editar os ítems seleccionados.
hu_hu: A felhasználó nem szerkesztheti a kijelölt elemeket.
mk_mk: На корисникот не му е дозволено да ги уредува избраните ставки.

source: User is not allowed to tag selected items.
eo: La uzanto ne estas permesata etikedi elektitajn erojn.
gl: O usuario non ten permitido etiquetar os ítems seleccionados.
hu_hu: A felhasználó nem címkézheti a kijelölt elemeket.
mk_mk: На корисникот не му е дозволено да ги означува избраните ставки.

source: The items were successfully deleted!
eo: La eroj estis sukcese forigitaj!
gl: Os ítems foron eliminados correctamente!
hu_hu: Az elemek sikeresen törlődtek!
mk_mk: Предметите беа успешно избришани!

source: The items were successfully changed!
eo: La eroj estis sukcese ŝanĝitaj!
gl: Os ítems foron modificados correctamente!
hu_hu: Az elemek sikeresen módosultak!
mk_mk: Предметите беа успешно променети!

source: The items are checked and deleted one by one in the background.
eo: La eroj estas kontrolitaj kaj forigitaj unu post la alian fone.
gl: Os elementos son verificados e eliminados un por un en segundo plano.
hu_hu: Az elemek ellenőrzés után egyenként törlődnek a háttérben.
mk_mk: Предметите се проверуваат и бришат еден по еден во позадина.

source: The items are checked and changed one by one in the background.
eo: La elementoj estas kontrolitaj kaj ŝanĝitaj unu post la alian fone.
gl: Os ítems son verificados e modificados un por un en segundo plano.
hu_hu: Az elemek ellenőrzés után egyenként módosulnak a háttérben.
mk_mk: Предметите се проверуваат и менуваат еден по еден во позадина.

source: Check logs for success and errors.
eo: Kontrolu protokolojn pri sukcesoj kaj eraroj.
gl: Verificar os rexistros de éxito e erros.
hu_hu: Ellenőrizze a log fájlokat az eredmény vagy az esetleges hibák megtekintésére.
mk_mk: Проверете ги дневниците за успех и грешки.

source: Error in configuring plugin named "%s". Missing config and/or config_form hook(s).
eo: Eraro dum agordiĝo de kromprogamo nomita "%s". Malĉeestas config kaj/aŭ config-form hoko(j).
gl: Erro na configuración do complemento "%s".
hu_hu: "%s" konfigurálása közben hiba történt. Hiányzó config és/vagy config_from fájl(ok).
mk_mk: Грешка при конфигурирање на приклучокот со име „%s“. Недостасува конфигурација и / или конфигуративни кука (и).

source: The %s plugin was successfully configured!
eo: La kromprogramo %s estis sukcese agordita!
gl: O complemento %s foi configurado correctamente!
hu_hu: %s bővítmény sikeresen konfigurálva!
mk_mk: Приклучокот за %s е успешно конфигуриран!

source: The %s plugin has already been installed.
eo: La kromprogramo %s estis jam instalita.
gl: O complemento %s xa foi instalado.
hu_hu: %s bővítmény már telepítve van.
mk_mk: Приклучокот за %s е веќе инсталиран.

source: The %s plugin was successfully installed!
eo: La kromprogramo %s estis sukcese instalita!
gl: O complemento %s instalouse correctamente!
hu_hu: %s bővítmény sikeresen telepítve!
mk_mk: Приклучокот за %s е успешно инсталиран!

source: The following error occurred while installing the %s plugin:
eo: La sekvanta eraro okazis dum instalado de la kromprogramo %s:
gl: O seguinte erro ocorreu instalando o complemento %s:
hu_hu: %s bővítmény telepítése közben a következő hiba történt:
mk_mk: Следнава грешка се случи при инсталирање на приклучокот %s

source: The following error occurred while activating the %s plugin:
eo: La sekvanta eraro okazis dum aktivado de la kromprogramo %s:
gl: O seguinte erro ocorreu activando o complemento %s:
hu_hu: %s bővítmény aktiválása közben a következő hiba lépett fel:
mk_mk: Следната грешка се случи при активирање на приклучокот %s

source: The %s plugin was successfully activated!
eo: La kromprogramo %s estis sukcese aktivigita!
gl: O complemento %s foi activado correctamente!
hu_hu: %s bővítmény sikeresen aktiválva!
mk_mk: Приклучокот за %s е успешно активиран!

source: The %s plugin was activated, but could not be loaded:
eo: La kromprogramo %s estis aktivigita, sed ne povis esti ŝarĝita:
gl: O complemento %s foi activado, pero non pode ser cargado:
hu_hu: %s bővítmény aktiválva, de nem lehet betölteni:
mk_mk: Приклучокот за %s е активиран, но не може да се вчита

source: The %s plugin was successfully deactivated!
eo: La kromprogramo %s estis sukcese malaktivigita!
gl: O complemento %s foi desactivado correctamente!
hu_hu: %s bővítmény sikeresen deaktiválva!
mk_mk: Приклучокот за %s е успешно деактивиран!

source: The following error occurred while deactivating the %s plugin:
eo: La sekvanta eraro okazis dum malaktivigado de la kromprogramo %s:
gl: O seguinte erro ocorreu mentres se desactivaba o complemento %s:
hu_hu: %s bővítmény deaktiválása közben a következő hiba lépett fel:
mk_mk: Следната грешка се случи при деактивирање на приклучокот %s

source: The %s plugin was successfully upgraded!
eo: La %s kromprogramo estis sukcese ĝisdatigita!
gl: O complemento %s foi actualizado correctamente!
hu_hu: %s bővítmény sikeresen frissítve!
mk_mk: Приклучокот за %s е успешно надграден!

source: The following error occurred while upgrading the %s plugin:
eo: Okazis tiu ĉi eraro dum ĝisdatigo de la %s kromprogramo:
gl: O seguinte erro ocorreu mentre se actualizaba o complemento %s:
hu_hu: %s bővítmény frissítése közben a következő hiba lépett fel:
mk_mk: Следната грешка се случи при ажурирање на приклучокот %s

source: The plugin could not be found in the '%s' directory!
eo: La kromprogramo ne estis trovita en la '%s' dosierujo!
gl: Non se pode atopar o complemento no directorio '%s'!
hu_hu: A bővítményt nem találtuk a '%s' mappában!
mk_mk: Приклучокот не можеше да се најде во директориумот „%s“!

source: You must confirm the uninstall before proceeding.
eo: Vi devas konfirmi la malinstalon antaŭ daŭrigi.
gl: Debes confirmar a desinstalación antes de seguir.
hu_hu: A folytatáshoz meg kell erősítenie az eltávolítást.
mk_mk: Пред да продолжите, мора да го потврдите деинсталирањето.

source: The %s plugin was successfully uninstalled!
eo: La %s kromprogramo estis sukcese malinstalita.
gl: O complemento %s foi desinstalado correctamente!
hu_hu: %s bővítmény sikeresen eltávolítva!
mk_mk: Приклучокот за %s е успешно деинсталиран!

source: The following error occurred while uninstalling the %s plugin:
eo: Eraro okazis dum malinstalado de la %s kromprogramo:
gl: O seguinte erro ocorreu mentres se desinstalaba o complemento %s:
hu_hu: %s bővítmény eltávolítása közben a következő hiba lépett fel:
mk_mk: Следната грешка се случи при деинсталирање на приклучокот %s

source: No plugin name given.
eo: Neniu kromprograma nomo donita.
gl: Sen nome de complemento.
hu_hu: Nincs megadva a bővítmény neve.
mk_mk: Не е дадено име на приклучок.

source: The plugin %s must be installed.
eo: La kromprogramo %s devas esti instalita.
gl: O complemento %s debe ser instalado.
hu_hu: %s bővítményt telepíteni kell.
mk_mk: Приклучокот %s мора да биде инсталиран.

source: The general settings have been updated.
eo: La ĝeneralaj agordoj estis ĝisdatigitaj.
gl: As configuración xerais foron actualizadas.
hu_hu: Az általános beállítások frissítése kész.
mk_mk: Општите поставки се ажурирани.

source: The security settings have been updated.
eo: La sekurecaj agordoj estis ĝisdatigitaj.
gl: As configuración de seguridade foron actualizadas.
hu_hu: A biztonsági beállítások frissítése kész.
mk_mk: Безбедносните поставки се ажурирани.

source: You have changed which records are searchable in Omeka. Please re-index the records using the form below.
eo: Vi ŝanĝis, kiuj rikordoj estos serĉeblaj en Omeka. Bonvolu reindeksi la rikordojn uzante la suban formularon.
gl: Cambiou os rexistros que se poden buscar en Omeka. Podes reindexar os rexistros empregando o seguinte formulario.
hu_hu: Megváltoztatta, hogy mely rekordok kereshetőek Omekában. Kérjük, indexelje újra a rekordokat az alábbi űrlap segítségével.
mk_mk: Променивте кои записи може да се пребаруваат во Омека. Ве молиме, повторно индексирајте ги записите користејќи го формуларот подолу.
