Repository: omeka/Omeka
Catalog: application/languages/*.po
Languages: eo, gl, hu_hu, mk_mk

source: The description of the item type.
eo: La priskribo de la era tipo.
gl: A descrición do tipo de ítem.
hu_hu: Az elem típusának leírása.
mk_mk: Опис на типот на предметот.

source: The item type cannot have more than one "%s" element.
eo: La era tipo ne povas havi pli ol unu "%s" elemento.
gl: O tipo do ítem non pode ter máis ca un elemento "%s".
hu_hu: Az elemtípus nem tartalmazhat egynél több "%s" elemet.
mk_mk: Типот на ставката не може да има повеќе од еден елемент „%s“.

source: Username cannot be empty.
eo: Uzantnomo ne povas esti malplena.
gl: O nome de usuario non pode ser baleiro.
hu_hu: A felhasználónév nem lehet üres.
mk_mk: Корисничкото име не може да биде празно.

source: Password cannot be empty.
eo: Pasvorto ne povas esti malplena.
gl: O contrasinal non pode ser baleiro.
hu_hu: A Jelszó nem lehet üres.
mk_mk: Лозинката не може да биде празна.

source: Remember Me?
eo: Ĉu vi memoras pri mi?
gl: Lembrarme?
hu_hu: Emlékezz rám?
mk_mk: Запомни ме?

source: [Default]
eo: [Defaŭlta]
gl: [Defecto]
hu_hu: [Alapértelmezett]
mk_mk: (Стандарден)

source: Select a Homepage
eo: Elektu hejmpaĝon
gl: Seleccionar a páxina de inicio
hu_hu: Válassza ki a kezdőlapot
mk_mk: Изберете Почетна страница

source: Cannot find parent navigation page.
eo: Oni ne povas trovi patran navigadan paĝon.
gl: Non se atopa a páxina de navegación pai.
mk_mk: Не можам да ја најдам главната страницата за навигација.

source: All navigation links must have URIs.
eo: Ĉiuj navigaj ligiloj devas havi URI-jn.
gl: Todas as ligazóns de navegación deben ter URIs.
hu_hu: Minden navigációs hivatkozásnak tartalmaznia kell URI-t.
mk_mk: Сите врски за навигација мора да имаат URI.

source: All navigation links must have different URIs.
eo: Ĉiuj navigaj ligiloj devas havi malsamajn URI-jn.
gl: Todas as ligazóns de navegación deben ter URIs diferentes.
hu_hu: Minden navigációs hivatkozásnak különböző URI-t kell tartalmaznia.
mk_mk: Сите врски за навигација мора да имаат различни URI.

source: Invalid URI for "%s" navigation link: "%s"
eo: Ne valida URI por "%s" naviga ligilo: "%s"
gl: URI non válida para "%s" ligazón de navegación: "%s"
hu_hu: A "%s" hivatkozáshoz tartozó URI érvénytelen: "%s".
mk_mk: Невалиден URI за врската за навигација „%s“: „%s“

source: Navigation links that have undeleteable sublinks cannot be deleted.
eo: Navigaj ligiloj, kiuj havas subligilojn neforigeblajn, ne povas esti forigitaj.
gl: As ligazóns de navegación que teñen ligazóns dependentes non recuperables non se poden eliminar.
hu_hu: A visszavonhatatlan alhivatkozásokat tartalmazó navigációs linkek nem törölhetőek.
mk_mk: Врските за навигација што имаат неповратни подврски не може да се избришат.

source: Email address is required.
eo: Retadreso estas nepra.
gl: O enderezo de correo-e é requerido.
hu_hu: E-mail cím szükséges.
mk_mk: Потребна е вашата е-пошта.

source: Invalid email address given.
eo: Ne valida retadreso donita.
gl: O enderezo de correo-e non é válido.
hu_hu: Érvénytelen e-mail címet adott meg.
mk_mk: Дадена е неважечка адреса за е-пошта.

source: Invalid format given for email address.
eo: Nevalida formo donita por retadreso.
gl: Formato non válido para o enderezo de correo-e.
hu_hu: Az emailhez nem a megfelelő formátumot adta meg.
mk_mk: Даден е неправилен формат за адреса за е-пошта.

source: Invalid hostname given for email address.
eo: Nevalida servilonomo donita por retadreso.
gl: Nome de host non válido para o enderezo de correo-e.
hu_hu: Az e-mailhez érvénytelen hosztnevet adott meg.
mk_mk: Дадено е неважено име на домаќин за адреса за е-пошта.

source: Invalid email address
eo: Ne valida retadreso
gl: Enderezo de correo-e non válido
hu_hu: Érvénytelen e-mail cím
mk_mk: Невалидна мејл адреса

source: Password is required.
eo: Pasvorto estas nepra.
gl: O contrasinal é requerido.
hu_hu: Jelszó szükséges.
mk_mk: Лозинката е задожителна.

source: Typed passwords do not match.
eo: Enigitaj pasvortoj ne kongruas.
gl: As contrasinais proporcionadas non coinciden.
hu_hu: Begépelt jelszavak nem egyeznek.
mk_mk: Внесените лозинки не се совпаѓаат.

source: Disable File Upload Validation
eo: Malebligi validigon dum dosiera alŝutado
gl: Deshabilitar a validación da subida de ficheiro
hu_hu: Fájlfeltöltés engedélyezésének letiltása
mk_mk: Оневозможете ја потврдата за поставување датотека

source: Check this field if you would like to allow any file to be uploaded to Omeka.
eo: Ŝaltu tiun ĉi kampon se vi volas permesi ke ĉiu ajn dosiero povu esti alŝaltita al Omeka.
gl: Marque este campo se desexa permitir que calquera ficheiro se cargue en Omeka.
hu_hu: Jelölje be a négyzetet, ha szeretné, hogy bármilyen fájl feltölthető legyen Omeka-ba.
mk_mk: Проверете го ова поле ако сакате да дозволите каква било датотека да се поставува на Омека.

source: Allowed File Extensions
eo: Permesitaj dosiersufiksoj
gl: Extensións de ficheiro permitidas
hu_hu: Engedélyezett fájlkiterjesztések
mk_mk: Дозволени наставки на датотеки

source: List of allowed extensions for file uploads
eo: Listo de permesitaj dosiersufiksoj por dosiera alŝutado
gl: Lista das extensións permitidas dos ficheiros a subir
hu_hu: A fájlfeltöltéshez engedélyezett kiterjesztések listája
mk_mk: Список на дозволени екстензии за поставување датотеки

source: Allowed File Types
eo: Permesitaj dosieraj tipoj
gl: Tipos de Ficheiro Permitidos
hu_hu: Engedélyezett fájltípusok
mk_mk: Дозволени типови на датотеки

source: List of allowed MIME types for file uploads
eo: Listo de la permesitaj tipoj MIME por dosiera alŝutado
gl: Lista dos tipos MIME permitidos dos ficheiros a subir
hu_hu: A fájlfeltöltéshez engedélyezett MIME típusok listája
mk_mk: Список на дозволени типови MIME за поставување датотеки

source: reCAPTCHA Site Key
eo: Reteja ŝlosilo reCAPTCHA
gl: Chave do sitio reCAPTCHA
hu_hu: reCAPTCHA webhely kulcs
mk_mk: reCAPTCHA Клуч на страницата

source: Enter site key from %s. Both this and the private key must be filled in to secure public forms. Keys must be for reCAPTCHA v2.
eo: Enigu la retejan ŝlosilon de %s. Kaj tiu ĉi kaj la privata ŝlosilo devas esti donitaj por sekurigi la publikajn formularojn. Ŝlosiloj devas validi por reCAPTCHA v2.
mk_mk: Внесете клуч на страницата од %s. И овој и приватниот клуч мора да бидат пополнети за да се обезбедат јавни обрасци. Клучевите мора да бидат за reCAPTCHA v2.

source: reCAPTCHA Secret Key
eo: Sekreta ŝlosilo reCAPTCHA
gl: Chave segreda reCAPTCHA
hu_hu: reCAPTCHA titkos kulcs
mk_mk: reCAPTCHA таен клуч

source: Enter secret key from %s. Both this and the public key must be filled in to secure public forms. Keys must be for reCAPTCHA v2.
eo: Enigu la sekretan ŝlosilon de %s. Kaj tiu ĉi kaj la publika ŝlosilo devas esti donitaj por sekurigi la publikajn formularojn. Ŝlosiloj devas validi por reCAPTCHA v2.
mk_mk: Внесете таен клуч од %s. И овој и јавниот клуч мора да се пополнат за да се обезбедат јавни форми. Клучевите мора да бидат за reCAPTCHA v2.

source: Check this field if you would like to filter HTML elements or attributes from form input.
eo: Ŝaltu tiun ĉi kampon se vi volus filtri elementojn aŭ atributojn HTML el la formulara enigo.
gl: Marcar este campo se desexar filtrar elementos ou atributos HTML do formulario de entrada.
hu_hu: Jelölje be a négyzetet, ha HTML-elemeket vagy attribútumokat szeretne szűrni az űrlap-bevitelekből.
mk_mk: Проверете го ова поле ако сакате да ги филтрирате HTML елементите или атрибутите од внесувањето форма.

source: Enable HTML Filtering
eo: Ebligu filtradon HTML
gl: Habilitar filtrado HTML
hu_hu: HTML szűrés enegdélyezése
mk_mk: Овозможете филтрирање HTML

source: Allowed HTML Elements
eo: Permesataj elementoj HTML
gl: Elementos HTML permitidos
hu_hu: Engedélyezett HTML elemek
mk_mk: Дозволени елементи на HTML

source: List of allowed HTML elements in form input
eo: Listo de la elementoj HTML permesataj dum formulara enigo
gl: Lista dos elementos HTML permitidos na entrada do formulario
hu_hu: Az űrlap-bevitelekben engedélyezett HTML elemek listája
mk_mk: Список на дозволени HTML елементи во внесување форма

source: Allowed HTML Attributes
eo: Permesataj atributoj HTML
gl: Atributos HTML permitidos
hu_hu: Engedélyezett HTML attribútumok
mk_mk: Дозволени атрибути на HTML

source: List of allowed HTML attributes in form input
eo: Listo de atributoj HTML permesataj dum formulara enigo
gl: Lista dos atributos HTML permitidos na entrada do formulario
hu_hu: Az űrlap-bevitelekben engedélyezett HTML attribútumok listája
mk_mk: Список на дозволени HTML атрибути во внесувањето форма

source: File Validation
eo: Dosiera validigo
gl: Validación do Ficheiro
hu_hu: Fájlellenőrzés
mk_mk: Валидација на датотека

source: HTML Filtering
eo: Filtrado HTML
gl: Filtrado HTML
hu_hu: HTML szűrés
mk_mk: HTML филтрирање

source: Username must be 30 characters or fewer. Whitespace is not allowed.
eo: Uzantnomo devas esti 30 signojn aŭ malpli. Blankspacoj ne estas permesataj.
gl: O nome de usuario debe ter 30 caracteres ou menos. Non están permitidos os espazos en branco.
hu_hu: A felhasználónév maximum 30 karakter hosszúságú lehet és nem tartalmazhat szóközöket.
mk_mk: Корисничкото име мора да има 30 карактери или помалку. Белиот простор не е дозволен.

source: Username is required.
eo: Uzantnomo estas nepra.
gl: O nome de usuario é requerido.
hu_hu: Felhasználónév szükséges.
mk_mk: Корисничкото име е задолжително.

source: Username must be at least %min% characters long.
eo: Uzantnomo devas esti longa almenaŭ %min% signojn.
gl: O nome de usuario debería ter polo menos %min% caracteres de lonxitude.
hu_hu: A felhasználónévnek legalább %min% hosszúságúnak kell lennie.
mk_mk: Корисничкото име мора да има најмалку %min% знаци.

source: Username must be at most %max% characters long.
eo: Uzantnomo devas esti longa maximume %min% signojn.
gl: O nome de usuario debería ter como máximo %max% caracteres de lonxitude.
hu_hu: A felhasználónév maximum %max% karakter hosszúságú lehet.
mk_mk: Корисничкото име мора да има најмногу %max% знаци.

source: This username is already in use.
eo: Tiu ĉi uzantnomo jam estas uzata.
gl: Este nome de usuario xa está en uso.
hu_hu: Ez a felhasználónév már használatban van.
mk_mk: Ова корисничко име веќе се користи.

source: Name as it should be displayed on the site
eo: Nomo kiel ĝi estus montrita en la retejo
gl: Nome como debería aparecer no sitio
hu_hu: Az a név, amely megjelenhet a webhelyen.
mk_mk: Име како што треба да биде прикажано на страницата

source: Real Name is required.
eo: Vera nomo nepras.
gl: Requírese un nome real.
hu_hu: A valódi név megadása kötelező.
mk_mk: Потребно е вистинско име.

source: This email address is invalid.
eo: Tiu ĉi retadreso ne validas.
gl: Este enderezo correo-e non é válido.
hu_hu: Ez az email cím érvénytelen.
mk_mk: Оваа е-мејл адреса не е валидна.

source: Email is required.
eo: Retadreso nepras.
gl: Un correo-e é requerido.
hu_hu: Email szükséges.
mk_mk: Потребна е е-пошта.

source: This email address is already in use.
eo: Tiu ĉi retadreso jam estas uzata.
gl: Este enderezo de correo-e xa está en uso.
hu_hu: Ez az email cím már használatban van.
mk_mk: Оваа адреса на е-пошта е веќе во употреба.

source: Roles describe the permissions a user has. See <a href='http://omeka.org/codex/User_Roles' target='_blank'>documentation</a> for details.
eo: Roloj priskribas la permisojn, kiun uzanto havas. Vidu <a href='http://omeka.org/codex/User_Roles' target='_blank'>dokumentado</a> por detaloj.
gl: As funcións describen os permisos que un usuario ten. Consulte a <a href='http://omeka.org/codex/User_Roles 'target='_blank'> documentación</a> para obter máis detalles.
hu_hu: A szerepkörök meghatározzák a felhasználók jogosultságait. További részletek a <a href='http://omeka.org/codex/User_Roles' target='_blank'>dokumentációban</a>.
mk_mk: Улогите ги опишуваат дозволите што ги има корисникот. Погледнете ја <a href='http://omeka.org/codex/User_Roles' target='_blank'>документацијата</a> за детали.

source: Inactive users cannot log in to the site.
eo: Neaktivaj uzantoj ne povas ensaluti en la retejon.
gl: Os usuarios inactivos non poden iniciar sesión no sitio.
hu_hu: Az inaktív felhasználók nem tudnak bejelentkezni az oldalra.
mk_mk: Неактивните корисници не можат да се најават на страницата.

source: Activation has been pending since %s.
eo: Aktivigo estas pritraktota ek de %s.
gl: A activación está pendente dende %s.
hu_hu: Az aktiválás már folyamatban van: %s.
mk_mk: Активирањето се чека од %s.

source: Active?
eo: Aktiva?
gl: Activo?
hu_hu: Aktív?
mk_mk: Активна?

source: The configured PHP path (%s) is invalid.
eo: La agordita vojo de PHP (%s) ne validas.
gl: A ruta do PHP configurado (%s) non é válida.
hu_hu: A konfigurált PHP elérési út (%s) érvénytelen.
mk_mk: Конфигурираната патека PHP (%s) е неважечка.

source: The configured PHP path (%s) does not point to a PHP-CLI binary.
eo: La agordita vojo de PHP (%s) ne indikas duuman PHP-CLI dosieron.
gl: A ruta do PHP configurado (%s) non apunta ao binario de PHP-CLI.
hu_hu: A konfigurált PHP elérési út (%s) nem mutat PHP-CLI binárisra.
mk_mk: Конфигурираната патека PHP (%s) не укажува на бинарен PHP-CLI.

source: The configured PHP path (%s) points to a PHP-CLI binary with an invalid version (%s)
eo: La agordita vojo de PHP (%s) indikas duuman PHP-CLI dosieron kun nevalida versio (%s)
gl: A ruta do PHP configurado (%s) apunta ao binario PHP-CLI cunha versión non válida (%s)
hu_hu: A konfigurált PHP elérési út (%s) egy érvénytelen verziójú (%s) PHP-CLI binárisra mutat.
mk_mk: Конфигурираната патека PHP (%s) покажува на бинарна PHP-CLI со невалидна верзија (%s)

source: The page must be normalized and have a valid uid.
eo: La paĝo devas esti normigita kaj havi validan uid-n.
gl: A páxina debe estar normalizada e ter un uid válido.
mk_mk: Страницата мора да биде нормализирана и да има валидна uid.

source: The parent container must either be the navigation object or a descendant subpage of the navigation object.
eo: La patra ujo devas esti aŭ la navigada objekto aŭ ida subpaĝo de la navigada objekto.
gl: O contedor principal debe ser o obxecto de navegación ou unha subpáxina descendente do obxecto de navegación.
mk_mk: Родителскиот контејнер мора да биде објект за навигација или наследна под-страница на објектот за навигација.

source: Invalid URI for Omeka_Navigation_Page_Uri object: %s
eo: Ne valida URI por Omeka_Navigation_Page_Uri objekto: %s
gl: URI non válida para o obxecto Omeka_Navigation_Page_Uri: %s
mk_mk: Невалиден URI за објектот Omeka_Navigation_Page_Uri: %s

source: Path to plugin.ini for "%s" is not correct.
eo: Vojo al plugin.ini por "%s" ne estas korekta.
gl: A ruta ao plugin.ini para "%s"non é correcto.
mk_mk: Патеката до plugin.ini за „%s“ не е точна.

source: The "%s" plugin must be installed and have newer files to upgrade it.
eo: La kromprogramo "%s" devas esti instalita kaj havi pli novajn dosierojn por ĝin ĝisdatigi.
gl: Debe instalarse o complemento "%s" e ter os ficheiros máis novos para actualizalo.
hu_hu: A "%s" bővítményt telepíteni kell és újabb fájlok szükségesek a frissítéséhez.
mk_mk: Приклучокот „%s“ мора да биде инсталиран и да има понови датотеки за да го надградите.

source: Plugin must have a valid directory name before it can be installed.
eo: Kromprogramo devas havi validan dosierujan nomon antaŭ povi esti instalita.
gl: O complemento deebe ter un nome de directorio válido antes de ser instalado.
hu_hu: A bővítménynek telepítés előtt érvényes könyvtárnévvel kell rendelkeznie.
mk_mk: Приклучокот мора да има важечко име на директориум пред да може да се инсталира.

source: '%s' is an invalid special value.
eo: '%s' estas nevalida speciala valoro.
gl: '%s' é un valor especial non válido.
hu_hu: '%s' egy érvénytelen speciális érték.
mk_mk: „%s“ е неважечка посебна вредност.

source: An invalid value was detected during record iteration.
eo: Nevalida valoro estis detektita dum rikorda iteracio.
gl: Un valor non válido foi detectado durante a iteración do rexistro.
hu_hu: Rekord iteráció során érvénytelen értéket észleltünk.
mk_mk: Откриена е невалидна вредност при повторување на записот.

source: File
eo: Dosiero
gl: Ficheiro
hu_hu: Fájl
mk_mk: Фаjл

source: Keyword
eo: Ŝlosilvorto
gl: Palabra chave
hu_hu: Kulcsszó
mk_mk: Клучен збор

source: Boolean
eo: Bulea
gl: Booleano
hu_hu: Boole-féle

source: Exact match
eo: Trafo
gl: Coincidencia exacta
hu_hu: Pontos egyezés
mk_mk: Идентитчно совпаѓање

source: Could not find file %s!
eo: Ne povis trovi dosieron %s!
gl: Non foi posible atopar o ficheiro %s!
hu_hu: Az %s állomány nem található!
mk_mk: Не можам да ја најдам датотеката %s!

source: No featured collections are available.
eo: Neniu elstarigita kolekto disponeblas.
gl: Non está dispoñible ningunha colección detacada.
hu_hu: Nem található kiemelt gyűjtemény.
mk_mk: Нема достапни избрани колекции.

source: Select Below
eo: Elektu malsupre
gl: Seleccionar a continuación
hu_hu: Válasszon...
mk_mk: Изберете подолу

source: Omeka RSS Feed
eo: RSS-fluo Omeka
gl: Canle RSS de Omeka

source: Omeka Atom Feed
eo: Atom-fluo Omeka

source: No recent items available.
eo: Ne disponeblas freŝaj eroj.
gl: Non hai elementos recentes dispoñibles.
hu_hu: Nem találhatóak újabb elemek.
mk_mk: Нема достапни неодамнешни ставки.

source: No featured items are available.
eo: Neniu elstarigita ero disponeblas.
gl: Os ítems non destacados están dispoñibles.
hu_hu: Nem találhatóak kiemelt elemek.
mk_mk: Нема Неистакнати предмети.

source: View
eo: Vidi
gl: Ver
hu_hu: Megtekintés
mk_mk: Прегледај

source: No Collection
eo: Neniu kolekt
gl: Sen colección
hu_hu: Nincs gyűjteményben
mk_mk: Нема Колекција

source: Next Item &rarr;
eo: Sekva ero &rarr;
gl: Ítem Seguinte &rarr;
hu_hu: Következő elem &rarr;
mk_mk: Следен предмет &rarr;

source: &larr; Previous Item
eo: &larr; Antaŭa ero
gl: &larr; Ítem Previo
hu_hu: &larr; Előző elem
mk_mk: Претходен предмет

source: Pagination
eo: Paĝonumerado
gl: Paxinación
hu_hu: Lapszámozás
mk_mk: Пагинација

source: Browse All
eo: Esplori ĉiujn
gl: Explorar Todos
hu_hu: Összes böngészése
mk_mk: Прелистајте ги сите

source: Browse by Tag
eo: Esplori laŭ etikedoj
gl: Explorar por Etiqueta
hu_hu: Keresés címke alapján
mk_mk: Прелистајте според ознака

source: No tags are available.
eo: Ne disponeblas etikedoj.
gl: Non hai etiquetas dispoñibles.
hu_hu: Nincs elérhető címke.
mk_mk: Нема достапни ознаки.

source: Must specify a file transfer type when attaching files to an item!
eo: Oni devas precizigi dosiertransigan tipon aldonante dosierojn al ero!
gl: Debe especificar un tipo de transferencia de ficheiros ao anexar ficheiros a un ítem!
hu_hu: Meg kell adnia egy fájlátviteli típust, ha fájlokat csatol egy elemhez!
mk_mk: Мора да наведете тип на пренос на датотека при приложување датотеки на ставка!

source: Cannot associate the collection with an unsaved user.
eo: Ne povas asociigi la kolekton al nesavita uzanto.
gl: Non podes asociar a colección cun usuario sen gardar.
hu_hu: Nem lehet társítani a gyűjteményt egy nem megerősített felhasználóval.
mk_mk: Не може да се поврзе колекцијата со незачуван корисник.

source: The element name must not be empty.
eo: La elementa nomo ne devas esti malplena.
gl: O nome de elemento non pode ser baleiro.
hu_hu: Az elem név nem lehet üres.
mk_mk: Името на елементот не смее да биде празно.

source: Invalid element set.
eo: Nevalida elementaro.
gl: Conxunto de elementos non válido.
hu_hu: Érvénytelen elemkészlet.
mk_mk: Погрешен сет на елементи.

source: An element named "%s" already exists for the "%s" element set.
eo: Elemento nomita "%s" jam ekzistas ĉe la "%s" elementaro.
gl: Un elemento con nome "%s" xa existe para o conxunto de elementos "%s".
hu_hu: A megadott "%s" elemnév már létezik az "%s" elemkészletben.
mk_mk: Елемент со име „%s“ веќе постои за множеството елементи „%s“.

source: Cannot set element set ID: set named "%s" does not exist.
eo: Ne povas starigi elementaran ID: aro nomita "%s" ne ekzistas.
gl: Non se pode configurar o ID ao conxunto: o conxunto co nome "%s" non existe.
hu_hu: Nem lehet beállítani az elemkészlet azonosítóját: a "%s" nevű beállítás nem létezik.
mk_mk: Не може да се постави ID на множество на елементи: множеството со име „%s“ не постои.

source: Name of element set must be unique.
eo: Elementara nomo devas esti unika.
gl: O nome do elemento debe ser único.
hu_hu: Az elemkészlet nevének egyedinek kell lennie.
mk_mk: Името на сет елементи мора да биде единствено.

source: Name of element set must not be empty.
eo: Elementara nomo devas ne esti malplena.
gl: O nome do conxunto de elementos non pode ser baleiro.
hu_hu: Az elemkészlet nevét nem hagyhatja üresen.
mk_mk: Името на сет елементи не смее да биде празно.

source: Invalid record ID.
eo: Nevalida rikorda ID.
gl: ID de rexistro inválido.
hu_hu: Érvénytelen rekord azonosító.
mk_mk: Неважечки record ID.

source: All element texts must have a record type.
eo: Ĉiuj elementaj tekstoj devas havi rikordan tipon.
gl: Todos os textos do elemento deben ter un tipo de rexistro.
hu_hu: Minden elemszövegnek tartalmaznia kell egy rekord típust.
mk_mk: Сите текстови на елементи мора да имаат тип на запис.

source: Invalid element ID.
eo: Nevalida elementa ID.
gl: ID do elemento non válido.
hu_hu: Érvénytelen elemazonosító.
mk_mk: Неважечки element ID.

source: Cannot get the local path for a stored file.
eo: Ne povas trovi la lokan vojon al konservita dosiero.
gl: Non se pode obter o camiño local para un ficheiro almacenado.
hu_hu: A tárolt fájl helyi elérési útja nem elérhető.
mk_mk: Не можам да ја добијам локалната патека за зачувана датотека.

source: "%s" is not a valid file derivative.
eo: "%s" ne estas valida dosiero derivo.
gl: "%s" non é un derivado de ficheiro válido.
hu_hu: "%s" nem egy érvényes fájlszármazék.
mk_mk: „%s“ не е валиден дериват на датотеки.

source: Files cannot be attached to an item that is not persistent in the database!
eo: Dosieroj ne povas esti alkroĉitaj al ero, kiu ne estas daŭra en la datumbazo!
gl: Os ficheiros non se poden conectar a un elemento que non sexa persistente na base de datos!
hu_hu: A fájlokat nem lehet olyan elemhez csatolni, amely nem állandó az adatbázisban!
mk_mk: Датотеките не можат да бидат прикачени на ставка што не е упорна во базата на податоци!

source: %1$s and %2$s
eo: %1$s kaj %2$s
gl: %1$s e %2$s
hu_hu: %1$s és %2$s
mk_mk: %1$s и %2$s

source: %1$s, %2$s, and %3$s
eo: %1$s, %2$s kaj %3$s
gl: %1$s, %2$s, e %3$s
hu_hu: %1$s, %2$s, és %3$s
mk_mk: %1$s, %2$s и %3$s

source: %s et al.
eo: %s kaj al.
gl: %s e outros
mk_mk: %s и сор.

source: accessed %1$s, %2$s.
eo: alirita %1$s, %2$s.
gl: accedeu a %1$s, %2$s.
hu_hu: megtekintve: %1$s, %2$s.
mk_mk: пристапено на %1$s, %2$s.

source: Cannot add an existing file to an item!
eo: Ne povas aldoni ekzistantan dosieron al ero!
gl: Non pode engadir un ficheiro existente ao ítem!
hu_hu: Nem lehet egy meglévő fájlt hozzáadni egy elemhez!
mk_mk: Не може да се додаде постоечка датотека во ставка!

source: File must be valid before it can be associated with an item!
eo: Dosiero devas esti valida antaŭ ol ĝi estu asociita kun iu ero!
gl: O ficheiro debe ser válido antes de que poida asociarse cun elemento!
hu_hu: A fájlnak érvényesnek kell lennie, mielőtt egy elemhez társítjuk!
mk_mk: Датотеката мора да биде валидна пред да може да се поврзе со некоја ставка!

source: Invalid item type.
eo: Nevalida era tipo.
gl: Tipo de ítem non válido.
hu_hu: Érvénytelen elemtípus.
mk_mk: Невалиден тип на ставка.

source: Invalid collection.
eo: Nevalida kolekto.
gl: Colección non válido.
hu_hu: Érvénytelen gyűjtemény.
mk_mk: Невалидна колекција.
