Repository: omeka/Omeka
Catalog: application/languages/*.po
Languages: eo, gl, hu_hu, mk_mk

source: You&#8217;ve tried to access a page that does not seem to exist. Sometimes this happens. Below is a quick break-down of the items, collections, and exhibits on this site.
eo: Vi provis aliri paĝon, kiu ŝajne ne ekzistas. Iufoje tio okazas. Sube vi trovos resumon de la eroj, kolektoj kaj ekspozicioj de tiu ĉi retejo.
gl: Tentaches acceder a unha páxina que parece non existir. Ás veces isto ocorre. A continuación amósase un desglose dos ítems, coleccións e exposicións neste sitio.
hu_hu: Egy olyan oldalt próbál megnyitni, ami úgy tűnik nem létezik. Néha előfordul, alább láthatja az ezen az oldalon található elemek, gyűjtemények és kiállítások listáját.
mk_mk: Се обидовте да пристапите на страница што се чини дека не постои. Понекогаш се случува ова. Подолу е брз преглед на предметите, колекциите и експонатите на оваа страница.

source: If this does not help, try contacting the %s.
eo: Se tio ne helpas, bonvolu kontakti la %s.
gl: Se isto non é de axuda, tenta contactar no %s.
hu_hu: Ha a probléma továbbra is fennáll, kérjük lépjen kapcsolatba: %s.
mk_mk: Ако ова не помогне, обидете се да контактирате со %s.

source: Recent Items
eo: Lastaj eroj
gl: Ítems Recentes
hu_hu: Legfrisebb dokumentumok
mk_mk: Неодамнешни предмети

source: Add a new item
eo: Aldoni novan eron
gl: Engadir un novo ítem
hu_hu: Új elem hozzáadása
mk_mk: Додади нов предмет

source: Recent Collections
eo: Lastaj kolektoj
gl: Coleccións recentes
hu_hu: Legfrissebb gyűjtemények
mk_mk: Неодамнешни колекции

source: Add a new collection
eo: Aldoni novan kolekton
gl: Engadir unha
hu_hu: Új gyűjtemény hozzáadása
mk_mk: Додадете нова колекција

source: 405: Method Not Allowed
eo: 405: Ne permesita metodo
gl: 405: Método Non Permitido
hu_hu: 405: Nem engedélyezett metódus
mk_mk: 405: Методот не е дозволен

source: You must use a different method to access this URL. If you reached this page by following a link or clicking a button in Omeka, please contact the %s.
eo: Vi devas uzi diferentan metodo por aliri tiun ĉi URL. Se vi atingis tiun ĉi paĝon sekvante ligilon aŭ alklakante butonon en Omeka, bonvolu kontaktu la %s.
gl: Debes empregar un método diferente para acceder a este URL. Se chegou a esta páxina seguindo unha ligazón ou premendo nun botón en Omeka, ponte en contacto no %s.
hu_hu: Másik módot kell használnia az URL eléréséhez. Ha ezt az oldalt egy hivatkozáson keresztül vagy egy gombra kattintva érte el kérjük, lépjen kapcsolatba velünk: %s.
mk_mk: Мора да користите друг метод за пристап до оваа URL. Ако ја достигнавте оваа страница следејќи линк или кликнете на копче во Омека, контактирајте со %s.

source: Edit File #%s
eo: Redakti dosieron %s
gl: Editar Ficheiro #%s
hu_hu: #%s fájl szerkesztése
mk_mk: Уредете ја датотеката # %s

source: File #%s
eo: Dosiero # %s
gl: Ficheiro #%s
hu_hu: Fájl #%s
mk_mk: Датотека # %s

source: Item
eo: Ero
gl: Ítem
hu_hu: Elem
mk_mk: Предмет

source: Direct Links
eo: Rektaj ligiloj
gl: Ligazóns Directas
hu_hu: Közvetlen elérés
mk_mk: Директни врски

source: Original
eo: Originalo
gl: Orixinal
hu_hu: Eredeti
mk_mk: Оригинал

source: Fullsize
eo: Plena grando
gl: Tamaño total
hu_hu: Teljes méret
mk_mk: Полна големина

source: Thumbnail
eo: Miniaturo
gl: Miniatura
hu_hu: Bélyegkép
mk_mk: Минијатурна големина

source: Square Thumbnail
eo: Kvadra miniaturo
gl: Miniatura Cuadrada
hu_hu: Négyzetes bélyegkép
mk_mk: Квадратна минијатура

source: Format Metadata
eo: Aranĝi metadatumojn
gl: Formato do Metadatos
hu_hu: Metaadat formátum
mk_mk: Метаподаток на форматот

source: Filename
eo: Dosiernomo
gl: Nome de ficheiro
hu_hu: Fájlnév
mk_mk: име на фајлот

source: Original Filename
eo: Origina dosiernomo
gl: Nome orixinal do ficheiro
hu_hu: Eredeti fájlnév
mk_mk: Оригинално име на фајлот

source: File Size
eo: Dosiergrando
gl: Tamaño do Ficheiro
hu_hu: Fájl mérete
mk_mk: Големина на фајлот

source: %s bytes
eo: %s bajtoj
hu_hu: %s byte
mk_mk: %s бајти

source: File History
eo: Dosiera historio
gl: Historial do ficheiro
hu_hu: Fájl történet
mk_mk: Историја на фајлот

source: Date Modified
eo: Laste modifita dato
gl: Data de modificación
hu_hu: Módosítás dátuma
mk_mk: Дата на промени

source: Authentication
eo: Aŭtentokontrolo
gl: Autenticación
hu_hu: Hitelesítés
mk_mk: Проверка на идентитет

source: Type Metadata
eo: Metadatuma speco
gl: Escribe metadatos
hu_hu: Metaadat tipus
mk_mk: Тип на метаподаток

source: Mime Type
eo: MIME speco
gl: Tipo MIME
mk_mk: MIME- тип

source: File Type / OS
eo: Dosierspeco / OS
gl: Tipo ficheiro / SO
hu_hu: Fájl tipus / Op.r
mk_mk: File Type / Оперативен систем

source: Embedded Metadata
eo: Enkorpigitaj metadatumoj
gl: Metadatos incorporados
hu_hu: Beágyazott metaadat
mk_mk: Вградени метаподатоци

source: item
eo: elemento
gl: ítem
hu_hu: elem
mk_mk: ставка

source: collection
eo: kolekto
gl: colección
hu_hu: gyűjtemény
mk_mk: колекција

source: tag
eo: etikedo
gl: etiqueta
hu_hu: címke
mk_mk: ознака

source: plugin
eo: kromprogramo
gl: complemento
hu_hu: bővítmény
mk_mk: плагин

source: user
eo: uzanto
gl: usuario
hu_hu: felhasználó
mk_mk: корисник

source: theme
eo: etoso
gl: tema
hu_hu: téma
mk_mk: тема

source: A new version of Omeka is available for download.
eo: Nova versio de Omeka disponeblas por elŝutado.
gl: Unha nova versión de Omeka está dispoñible para descargar.
hu_hu: Letölthető az Omeka újabb verziója.
mk_mk: Нова везија на Омека е достапна за симнување

source: Upgrade to %s
eo: Ĝisdatigi al %s
gl: Actualizar a %s
hu_hu: Frissítés %s
mk_mk: Надоградете до %s

source: Undo
eo: Malfari
gl: Desfacer
hu_hu: Visszavonás
mk_mk: Врати

source: Remove
eo: Forigi
gl: Quitar
hu_hu: Eltávolítás
mk_mk: Избриши

source: Element Name
eo: Nomo de la elemento
gl: Nome Elemento
hu_hu: Az elem neve
mk_mk: Име на елементот

source: Element Description
eo: Priskribo de la elemento
gl: Descrición Elemento
hu_hu: Elem leírása
mk_mk: Опис на елементот

source: Add Item Type
eo: Aldoni eran tipon
gl: Engadir Tipo Ítem
hu_hu: Elemtípus hozzáadása
mk_mk: Додадете тип на ставка

source: Browse Item Types
eo: Esplori erajn tipojn
gl: Buscar tipos de ítems
hu_hu: Elemtípusok böngészése
mk_mk: Прелистајте ги типовите ставки

source: Add an Item Type
eo: Aldoni iun eran tipon
gl: Engadir un Tipo de Ítem
hu_hu: Új elemtípus hozzáadása
mk_mk: Додадете тип на ставка

source: %s%d item%s has no type.
eo: %s%d elemento %s havas neniun tipon.
gl: %s%d ítem%s non ten tipo.
hu_hu: %s%d elemnek%s nincs típusa.

source: All items have a type.
eo: Ĉiuj eroj havas tipon.
gl: Todos os ítems teñen un tipo.
hu_hu: Minden elemnek meg van adva a típusa.
mk_mk: Сите предмети имаат вид.

source: Type Name
eo: Tipa nomo
gl: Nome de Tipo
hu_hu: Tipus név
mk_mk: Име на типот

source: Total Items
eo: Totalo de eroj
gl: Ítems Totais
hu_hu: Összes elem
mk_mk: Вкупно предмети

source: Edit Item Type #%s
eo: Redakti eran tipon #%s
gl: Editar Tipo de Ítem #%s
hu_hu: Elem típusának szerkesztése #%s
mk_mk: Уредете го типот на ставка # %s

source: Item Type Information
eo: Er-tipaj informoj
gl: Información do Tipo de Ítem
hu_hu: Elemtípus információk
mk_mk: Информации за видот на предметот

source: Elements
eo: Elementoj
gl: Elementos
hu_hu: Elemek
mk_mk: Елементи

source: Add Element
eo: Aldoni elementon
gl: Engadir Elemento
hu_hu: Elem hozzáadása
mk_mk: Додај елемент

source: Existing
eo: Ekzistanta
gl: Existente
hu_hu: Meglévő
mk_mk: Постоечки

source: New
eo: Nova
gl: Novo
hu_hu: Új
mk_mk: Нов

source: Item Type #%s
eo: Era tipo #%s
gl: Tipo Ítem #%s
hu_hu: # %s elemtípus
mk_mk: Тип на ставка # %s

source: There are no elements.
eo: Ne eksistas elementoj.
gl: Non hai elementos.
hu_hu: Nincsenek elemek.
mk_mk: Нема елементи.

source: There are no recently added items.
eo: Ne ekzistas eroj aldonitaj lastatempe.
gl: Non hai ítems engadidos recentemente.
hu_hu: Nincsenek mostanában hozzáadott elemek.
mk_mk: Нема додадени неодамна ставки.

source: Add an Item
eo: Aldoni eron
gl: Engaidr un Ítem
hu_hu: Elem hozzáadása
mk_mk: Додадете ставка

source: Add Item
eo: Aldoni eron
gl: Engadir Ítem
hu_hu: Elem hozzáadása
mk_mk: Додади ставка

source: Collection
eo: Kolekto
gl: Colección
hu_hu: Gyűjtemény
mk_mk: колекција

source: Batch Delete All Searched Items
eo: Staple forigi ĉiujn serĉitajn erojn
gl: Eliminar por lotes todos os ítems buscados
hu_hu: Keresési előzmények törlése
mk_mk: Избришете ги сите пребарувани ставки наеднаш

source: All %d items matching the search filters above will be deleted.
eo: Ĉiuj %d eroj kongruantaj kun supraj serĉfiltriloj estos forigitaj.
gl: Todos os %d elementos que coincidan cos filtros de busca anteriores eliminaranse.
hu_hu: A keresési feltételeknek megfelelő összes %d elem törlődni fog.
mk_mk: Сите %d ставки што одговараат на филтрите за пребарување погоре ќе бидат избришани.

source: All %d items will be deleted.
eo: Ĉiuj %d eroj estos forigitaj.
gl: Todos os %d ítems serán eliminados.
hu_hu: Az összes %d elem törlődni fog.
mk_mk: Сите %d ставки ќе бидат избришани.

source: Deletions will be processed in the background item by item.
eo: Forigoj estos procezitaj fone, ero post ero.
gl: As eliminacións serán procesadas no fondo ítem por ítem.
hu_hu: Az elemek a háttérben elemről elemre törlődnek.
mk_mk: Бришењата ќе бидат обработени во заднина ставка по ставка.

source: Delete Items
eo: Forigi erojn
gl: Eliminar Ítems
hu_hu: Elemek törlése
mk_mk: Избриши ставки

source: Batch Delete Items
eo: Staple forigi erojn
gl: Eliminar Ítems en lote
hu_hu: Elemek tömeges törlése
mk_mk: Избришете ги сите ставки наеднаш

source: Some items were excluded because you do not have permission to delete them.
eo: Iuj eroj estis forlasitaj ĉar vi ne estas permesata forigi ilin.
gl: Algúns elementos foron excluídos porque non tes permiso para eliminalos.
hu_hu: Néhány elem kizárásra került, mert nincs jogosultsága törölni őket.
mk_mk: Некои ставки беа исклучени затоа што немате дозвола да ги избришете.

source: Checked items will be deleted.
eo: Elektitaj eroj estos forigitaj.
gl: Eliminaranse os elementos seleccionados.
hu_hu: A kijelölt elemek törölve lesznek.
mk_mk: Проверените ставки ќе бидат избришани.

source: Batch Edit All Searched Items
eo: Staple redakti ĉiujn serĉitajn erojn
gl: Editar por lotes todos os ítems buscados
hu_hu: Lekeresett elemek tömeges szerkesztése
mk_mk: Уредете ги сите пребарувани ставки наеднаш

source: Changes will be applied to all %d items matching the search filters above.
eo: Ŝanĝoj estos aplikitaj al ĉiuj %d eroj, kiuj respondas al la supraj serĉfiltriloj.
gl: Os cambios serán aplicados a todos os %d ítems que coincidan cos filtros de busca anteriores.
hu_hu: A módosítások a beállított keresési feltételeknek megfelelő összes %d elemre vonatkoznak.
mk_mk: Промените ќе бидат применети на сите %d ставки што одговараат на филтрите за пребарување погоре.

source: Changes will be applied to all %d items.
eo: Ŝanĝoj estos aplikitaj al ĉiuj %d eroj.
gl: Os cambios serán aplicados a todos os %d ítems.
hu_hu: A módosítások az összes %d elemre vonatkoznak.
mk_mk: Промените ќе се применат на сите %d ставки.

source: Changes will be processed in the background item by item.
eo: Ŝanĝoj estos procezataj fone, ero post ero.
gl: Os cambios procesaranse en segundo plano ítem por ítem.
hu_hu: A módosítások végrehajtása elemről elemre történik a háttérben.
mk_mk: Промените ќе бидат обработени во заднина ставка по ставка.

source: Item Metadata
eo: Eraj metadatumoj
gl: Metadatos do ítem
hu_hu: Elem metaadata
mk_mk: Метаподатоци за ставката

source: Public?
eo: Publika?
gl: Público?
hu_hu: Nyilvános?
mk_mk: Јавно?

source: Select Below
eo: Elektu malsupre
gl: Seleccione a continuación
hu_hu: Válasszon...
mk_mk: Одбери долу

source: Not Public
eo: Ne publika
gl: Non Público
hu_hu: Nem nyilvános
mk_mk: Не јавно

source: Featured?
eo: Elstarigita?
gl: Destacado?
hu_hu: Kiemelt?
mk_mk: Истакнат?

source: Not Featured
eo: Ne-elstarigita
gl: Non Destacado
hu_hu: Nem kiemelt
mk_mk: Неистакнат

source: Item Type
eo: Era tipo
gl: Tipo Ítem
hu_hu: Elem típusa
mk_mk: Тип на предмет

source: Remove?
eo: Forigi?
gl: Eliminar?
hu_hu: Eltávolítás?
mk_mk: Отстрани?

source: Add Tags
eo: Aldoni etikedojn
gl: Engadir Etiquetas?
hu_hu: Cimkék hozzáadása
mk_mk: Додади тагови

source: List of tags to add to all checked items, separated by %s.
eo: Listo de etikedoj, kiujn oni aldonos al ĉiuj elektitaj eroj, disigitaj per %s.
gl: Lista de etiquetas para engadir a todos os ítems marcados, separados por %s.
hu_hu: Az összes ellenőrzött elemhez hozzáadott címkék listája, %s szerint rendezve.
mk_mk: Список на тагови за додавање на сите проверени ставки, одделени со %s.

source: Batch Edit Items
eo: Staple redakti erojn
gl: Editar Ítems en lote
hu_hu: Elemek tömeges szerkesztése
mk_mk: Уредете ги сите пребарувани ставки наеднаш

source: Changes will be applied to checked items.
eo: Ŝanĝoj estos aplikitaj al la elektitaj eroj.
gl: Os cambios aplicaranse aos ítems marcados.
hu_hu: A módosítások az ellenőrzött elemekre vonatkoznak.
mk_mk: Промените ќе се применат на проверените ставки.

source: Check if you wish to delete selected items.
eo: Ŝaltu se vi volas forigi la elektitajn erojn.
gl: Comprobe se desexa eliminar ítems seleccionados.
hu_hu: Jelölje be ha törölni szeretné a kijelölt elemeket.
mk_mk: Проверете дали сакате да ги избришете избраните ставки.

source: Browse Items
eo: Esplori erojn
gl: Navegar polos Ítems
hu_hu: Elemek böngészése
mk_mk: Прелистајте ги артиклите

source: Search Items
eo: Serĉi erojn
gl: Buscar Ítems
hu_hu: Elemek keresése
mk_mk: Пребарувајте предмети

source: Select all %s results
eo: Elektu ĉiujn %s rezultojn
gl: Seleccionar todos os resultados de %s
hu_hu: Összes %s eredmény kiválasztása
mk_mk: Изберете ги сите %s резултати

source: items selected
eo: elektitaj eroj
gl: ítems seleccionados
hu_hu: kiválasztott elemek
mk_mk: избраните ставки

source: Select all rows
eo: Elektu ĉiujn vicojn
gl: Seleccionar todas as filas
hu_hu: Összes sor kiválasztása
mk_mk: Избери ги сите редови

source: Select item "%s"
eo: Elekti eron "%s"
gl: Seleccionar ítem "%s"
hu_hu: "%s" elem kiválasztása
mk_mk: Изберете ставка "%s"

source: No Tags
eo: Neniu etikedo
gl: Sen Etiquetas
hu_hu: Nincsenek címkék
mk_mk: Нема тагови

source: Details
eo: Detaloj
gl: Detalles
hu_hu: Részletek
mk_mk: Детали

source: Show Details
eo: Montri detalojn
gl: Amosar Detalles
hu_hu: Részletek megjelenítése
mk_mk: Покажи детали

source: Hide Details
eo: Kaŝi detalojn
gl: Agochar Detalles
hu_hu: Részletek elrejtése
mk_mk: Сокриј детали

source: You have no items.
eo: Vi havas neniun eron.
gl: Non tes ítems.
hu_hu: Nincsenek elemei.
mk_mk: Немате ставки.

source: Get started by adding your first item.
eo: Komencu aldonante vian unuan eron.
gl: Comenzar engadindo o teu primeiro ítem.
hu_hu: Első lépésként hozza létre első elemét.
mk_mk: Започнете со додавање на вашата прва ставка.

source: The query searched 1 item and returned no results.
eo: La informpeto traserĉis 1 elementon kaj donis neniun rezulton.
gl: A consulta buscou 1 ítem e non devolveu ningún resultado.
hu_hu: A lekérdezés 1 elemet keresett nem adott találatot.

source: refine your search
eo: rafini vian serĉadon
gl: refinar a túa búsqueda
hu_hu: keresés pontosítása
mk_mk: насочете го пребарувањето

source: Would you like to %s?
eo: Ĉu vi ŝatus %s?
gl: Gústache %s?
hu_hu: Szeretne %s?
mk_mk: Дали би сакале да %s?

source: Edit Item #%s
eo: Redakti eron #%s
gl: Editar Ítem #%s
hu_hu: %s elem szerkesztése
mk_mk: Уредете ја ставката # %s

source: Click and drag the files into the preferred display order.
eo: Alklaku kaj ŝovu la dosierojn en la preferata montra ordo.
gl: Premer e soltar os ficheiros na orde de visualización preferida.
hu_hu: Jelölje ki és húzza a kívánt megjelenítési sorrendbe a fájlokat.
mk_mk: Кликнете и повлечете ги датотеките во склопот на редот за прикажување.

source: Delete
eo: Forigi
gl: Eliminar
hu_hu: Törlés
mk_mk: Избриши

source: Add New Files
eo: Aldoni novajn dosierojn
gl: Engadir Novos Ficheiros
hu_hu: Új fájl hozzáadása
mk_mk: Додај нови полиња

source: The maximum file size is %s.
eo: La maksimuma dosierdimensio estas %s.
gl: O tamaño máximo do ficheiro é %s.
hu_hu: A maximum fájlméret %s.
mk_mk: Максималната големина на датотеката е %s.

source: Find a File
eo: Trovi dosieron
gl: Atopar un Ficheiro
hu_hu: Fájl keresése
mk_mk: Додади фајл

source: Add Another File
eo: Aldoni alian dosieron
gl: Engadir Outro Ficheiro
hu_hu: Újabb fájl feltöltése
mk_mk: Додај друг фајл

source: Pick this type
eo: Elektu tiun ĉi tipon
gl: Escoller este tipo
hu_hu: Típus választása
mk_mk: Изберете го овој тип

source: Quick Filter
eo: Rapida filtrilo
gl: Filtro Rápido
hu_hu: Gyors szűrő
mk_mk: Брз филтер

source: View All
eo: Montri ĉion
gl: Ver todo
hu_hu: Összes megtekintése
mk_mk: Прикажи ги Сите

source: Private
eo: Privata
gl: Privado
hu_hu: Privát
mk_mk: Приватно

source: Search for Keywords
eo: Serĉi lau ŝlosilvortoj
gl: Buscar por palabras clave
hu_hu: Kulcsszavak keresése
mk_mk: Пребарувај по клучни зборови

source: Narrow by Specific Fields
eo: Limigi per specifaj kampoj
gl: Limitar por campos específicos
hu_hu: Szűkítés adott mezők alapján
mk_mk: Потесно по специфични полиња

source: Search Field
eo: Serĉkampo
gl: Campo de busca
hu_hu: Keresés mező
mk_mk: Поле за пребарување

source: Search Type
eo: Serĉtipo
gl: Tipo de busca
hu_hu: Keresés típusa
mk_mk: Пребарај тип

source: Search Terms
eo: Serĉvortoj
gl: Termos de busca
hu_hu: Keresési feltételek
mk_mk: Ставки за пребарување

source: Search Joiner
eo: Serĉkunigilo
gl: Buscar encargado
hu_hu: Kapcsolódó keresés
mk_mk: Пребарувајте со Joiner

source: Add a Field
eo: Aldoni kampon
gl: Engadir un Campo
hu_hu: Mező hozzáadása
mk_mk: Додади поле

source: contains
eo: enhavas
gl: contén
hu_hu: tartalmaz
mk_mk: содржи

source: does not contain
eo: ne enhavas
gl: non contén
hu_hu: nem tartalmaz
mk_mk: не содржи

source: is exactly
eo: estas ekzakte
gl: é exactamente
hu_hu: megegyezik
mk_mk: е точно

source: is not exactly
eo: estas ne ekzakte
gl: non é exactamete
hu_hu: nem egyezik meg
mk_mk: не е точно

source: is empty
eo: estas malplena
gl: é baleiro
hu_hu: üres
mk_mk: е празно

source: is not empty
eo: ne estas malplena
gl: non é baleiro
hu_hu: nem üres
mk_mk: не е празно

source: starts with
eo: ekas per
gl: comeza por
hu_hu: kezdődik
mk_mk: почнува со

source: ends with
eo: finiĝas per
gl: remata con
hu_hu: végződik
mk_mk: завршува со

source: matches
eo: kongruoj
gl: coincidencias
hu_hu: megegyezik
mk_mk: се совпаѓа

source: does not match
eo: ne kongruas
gl: non coincide
hu_hu: nem egyezik
mk_mk: не се совпаѓа

source: Remove field
eo: Forigi kampon
gl: Eliminar campo
hu_hu: Mező eltávolítása
mk_mk: Отстрани поле

source: Search by a range of ID#s (example: 1-4, 156, 79)
eo: Serĉi laŭ intervalo de ID#s (ekzemple: 1-4, 156, 79)
gl: Buscar por un rango de ID#s (exemplo: 1-4, 156, 79)
hu_hu: Keresés ID tartomány alapján (pl.: 1-4, 156, 79)
mk_mk: Пребарување според опсег на ID # s (пример: 1-4, 156, 79)

source: Search By Collection
eo: Serĉi laŭ kolekto
gl: Bucar por Colección
hu_hu: Keresés gyűjtemény szerint
mk_mk: Пребарај според колекција

source: Search By Type
eo: Serĉi laŭ tipo
gl: Buscar por Tipo
hu_hu: Keresés típus szerint
mk_mk: Пребарај според тип

source: Search By User
eo: Serĉi laŭ uzanto
gl: Buscar por Usuario
hu_hu: Keresés felhasználó alapján
mk_mk: Пребарај според корисник

source: Search By Tags
eo: Serĉi laŭ etikedoj
gl: Buscar por Etiquetas
hu_hu: Keresés címke szerint
mk_mk: Пребарај според тагови

source: Public/Non-Public
eo: Publika/Ne publika
gl: Público/Non-Público
hu_hu: Nyilvános/Nem nyilvános
mk_mk: Јавно/Не-јавно

source: Only Public Items
eo: Nur publikaj eroj
gl: Só Ítems Públicos
hu_hu: Csak nyilvános elemek
mk_mk: Само јавни предмети

source: Only Non-Public Items
eo: Nur nepublikaj eroj
gl: Só Ítems Non-Públicos
hu_hu: Csak nem nyilvános elemek
mk_mk: Само не-јавни предмети

source: Featured/Non-Featured
eo: Elstarigita/ne-elstarigita
gl: Destacado/Non-Destacado
hu_hu: Kiemelt/nem kiemelt
mk_mk: Неистакнат/Неистакнат

source: Only Featured Items
eo: Nur elstarigitaj eroj
gl: Só Ítems Destacados
hu_hu: Csak kiemelt elemek
mk_mk: Само Истакнати предмети

source: Only Non-Featured Items
eo: Nur ne-elstarigitaj eroj
gl: Só Ítems Non-Destacados
hu_hu: Csak nem-kiemelt elemek
mk_mk: Само Неистакнати предмети

source: Search for items
eo: Serĉi erojn
gl: Buscar por ítems
hu_hu: Elemek keresése
mk_mk: Пребарувајте предмети

source: Item #%s
eo: Ero #%s
gl: Ítem #%s
hu_hu: Elem #1%s
mk_mk: Предмет # %s

source: Prev Item
eo: Antaŭa ero
gl: Ítem Previo
hu_hu: Előző elem
mk_mk: Претходна ставка

source: Next Item
eo: Sekva ero
gl: Ítem Seguinte
hu_hu: Következő elem
mk_mk: Следна ставка

source: File Metadata
eo: Dosieraj metadatumoj
gl: Metadatos do Ficheiro
hu_hu: Fájl metaadat
mk_mk: Метаподатоци за датотеката

source: There are no files for this item yet.
eo: Ankoraŭ ne ekzistas dosieroj por tiu ĉi ero.
gl: Inda non hai ficheiros para este ítem.
hu_hu: Ehhez az elemhez még nem tartoznak fájlok.
mk_mk: Сè уште нема датотеки за оваа ставка.

source: Add a File
eo: Aldoni dosieron
gl: Engadir un Ficheiro
hu_hu: Fájl hozáadása
mk_mk: Додадете датотека

source: View File Metadata
eo: Montri dosierajn metadatumojn
gl: Ver os Metadatos do Ficheiro
hu_hu: Fájl metaadatainak megtekintése
mk_mk: Погледнете ги метаподатоците на датотеката

source: Bibliographic Citation
eo: Bibliografia citaĵo
gl: Cita Bibliográfica
hu_hu: Bibliográfiai hivatkozás
mk_mk: Библиографски цитат

source: Separate tags with %s
eo: Disigi etikedojn per %s
gl: Separar etiquetas con %s
hu_hu: Cimkék elválasztása %s karakterrel
mk_mk: Оддели ги ознаките со %s

source: All Tags
eo: Ĉiuj etikedoj
gl: Todas Etiquetas
hu_hu: Minden címke
mk_mk: Сите тагови

source: Browse Items by Tag
eo: Esplori erojn laŭ etikedoj
gl: Buscar Ítems por Etiqueta
hu_hu: Elemek böngészése címkék alapján
mk_mk: Прелистајте ги предметите по ознака

source: There are no tags to display. You must first tag some items.
eo: Ne ekzistas etikedoj por montri. Vi unue devas etikedi iun eron.
gl: Non hai etiquetas para amosar. Primeiro hai que etiquetar algúns ítems.
hu_hu: Nincsenek megjeleníthető címkék. Először címkézzen meg néhány elemet.
mk_mk: Нема ознаки за прикажување. Прво мора да означите некои ставки.

source: This version of %1$s requires at least Omeka %2$s.
eo: Tiu ĉi versio de %1$s necesas almenaŭ Omeka %2$s.
gl: Esta versión de %1$s require polo menos Omeka %2$s.
hu_hu: %1$s eme verziójához legalább az Omeka %2$s szükséges.
mk_mk: Оваа верзија на %1$s бара барем Омека %2$s.

source: %1$s requires the following plugins to be installed, activated, and loaded: %2$s
eo: %1$s necesas ke la sekvantaj kromprogramoj estu instalitaj, fuknciigitaj kaj ŝarĝitaj: %2$s
gl: %1$s require os seguintes complementos para ser instalados, activados, e cargados: %2$s
hu_hu: %1$s bővítménynek szükséges, hogy a következő bővítmény telepítve, aktiválva és betöltve legyen: %2$s
mk_mk: %1$s бара да се инсталираат, активираат и вчитаат следниве приклучоци: %2$s

source: This is not a valid plugin.
eo: Tiu ĉi ne estas valida kromprogramo.
gl: Este non é un complemento válido.
hu_hu: Érvénytelen bővítmény.
mk_mk: Ова не е валиден плагин.

source: by %s
eo: laŭ %s
gl: por %s
hu_hu: %s által
mk_mk: од %s

source: Get support
eo: Petu helpon
gl: Obter soporte
hu_hu: Kérjen segítséget!
mk_mk: Добијте поддршка

source: You have a new version of %s. Please upgrade!
eo: Vi havas novan version de %s. Bonvolu ĝisdatigi!
gl: Tes unha nova versión de %s. Actualiza!
hu_hu: %s új verziója érhető el. Kérjük frissítse!
mk_mk: Имате нова верзија на %s. Ве молиме надградете!

source: Upgrade
eo: Promocii
gl: Actualización
hu_hu: Frissítés
mk_mk: Надгради

source: Configure
eo: Agordi
gl: Configurar
hu_hu: Konfigurálás
mk_mk: Конфигурирај
